export interface StockItem {
  code: string;
  name: string;
}

export const STOCK_DICTIONARY: StockItem[] = [
  {
    "name": "레메디",
    "code": "코스닥"
  },
  {
    "name": "레몬헬스케어",
    "code": "코스닥"
  },
  {
    "name": "매드업",
    "code": "코스닥"
  },
  {
    "name": "스트라드비젼",
    "code": "코스닥"
  },
  {
    "name": "한국제16호스팩",
    "code": "코스닥"
  },
  {
    "name": "져스텍",
    "code": "코스닥"
  },
  {
    "name": "메리츠제2호스팩",
    "code": "코스닥"
  },
  {
    "name": "세미티에스",
    "code": "코스닥"
  },
  {
    "name": "피스피스스튜디오",
    "code": "코스닥"
  },
  {
    "name": "대신밸런스제20호스팩",
    "code": "코스닥"
  },
  {
    "name": "마키나락스",
    "code": "코스닥"
  },
  {
    "name": "케이피항공산업",
    "code": "코스닥"
  },
  {
    "name": "폴레드",
    "code": "코스닥"
  },
  {
    "name": "코스모로보틱스",
    "code": "코스닥"
  },
  {
    "name": "신한제18호스팩",
    "code": "코스닥"
  },
  {
    "name": "채비",
    "code": "코스닥"
  },
  {
    "name": "에스테크엠",
    "code": "코넥스"
  },
  {
    "name": "키움히어로제2호스팩",
    "code": "코스닥"
  },
  {
    "name": "보원케미칼",
    "code": "코스닥"
  },
  {
    "name": "교보20호스팩",
    "code": "코스닥"
  },
  {
    "name": "인벤테라",
    "code": "코스닥"
  },
  {
    "name": "신한제17호스팩",
    "code": "코스닥"
  },
  {
    "name": "리센스메디컬",
    "code": "코스닥"
  },
  {
    "name": "엔에이치스팩33호",
    "code": "코스닥"
  },
  {
    "name": "메쥬",
    "code": "코스닥"
  },
  {
    "name": "한패스",
    "code": "코스닥"
  },
  {
    "name": "아이엠바이오로직스",
    "code": "코스닥"
  },
  {
    "name": "카나프테라퓨틱스",
    "code": "코스닥"
  },
  {
    "name": "액스비스",
    "code": "코스닥"
  },
  {
    "name": "에스팀",
    "code": "코스닥"
  },
  {
    "name": "케이뱅크",
    "code": "유가"
  },
  {
    "name": "덕양에너젠",
    "code": "코스닥"
  },
  {
    "name": "덕양에너젠",
    "code": "코스닥"
  },
  {
    "name": "삼성스팩13호",
    "code": "코스닥"
  },
  {
    "name": "엔비알모션",
    "code": "코스닥"
  },
  {
    "name": "지에프아이",
    "code": "코스닥"
  },
  {
    "name": "삼미금속",
    "code": "코스닥"
  },
  {
    "name": "세미파이브",
    "code": "코스닥"
  },
  {
    "name": "리브스메드",
    "code": "코스닥"
  },
  {
    "name": "미래에셋비전스팩10호",
    "code": "코스닥"
  },
  {
    "name": "미래에셋비전스팩11호",
    "code": "코스닥"
  },
  {
    "name": "삼진식품",
    "code": "코스닥"
  },
  {
    "name": "엔더블유시",
    "code": "코넥스"
  },
  {
    "name": "하나36호스팩",
    "code": "코스닥"
  },
  {
    "name": "IBKS제25호스팩",
    "code": "코스닥"
  },
  {
    "name": "알지노믹스",
    "code": "코스닥"
  },
  {
    "name": "나라스페이스테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "아크릴",
    "code": "코스닥"
  },
  {
    "name": "메리츠제1호스팩",
    "code": "코스닥"
  },
  {
    "name": "티엠씨",
    "code": "유가"
  },
  {
    "name": "교보19호스팩",
    "code": "코스닥"
  },
  {
    "name": "쿼드메디슨",
    "code": "코스닥"
  },
  {
    "name": "키움히어로제1호스팩",
    "code": "코스닥"
  },
  {
    "name": "유진스팩12호",
    "code": "코스닥"
  },
  {
    "name": "이지스",
    "code": "코스닥"
  },
  {
    "name": "페스카로",
    "code": "코스닥"
  },
  {
    "name": "테라뷰",
    "code": "코스닥"
  },
  {
    "name": "엔에이치스팩32호",
    "code": "코스닥"
  },
  {
    "name": "에임드바이오",
    "code": "코스닥"
  },
  {
    "name": "미래에셋비전스팩9호",
    "code": "코스닥"
  },
  {
    "name": "삼성스팩12호",
    "code": "코스닥"
  },
  {
    "name": "미래에셋비전스팩8호",
    "code": "코스닥"
  },
  {
    "name": "아로마티카",
    "code": "코스닥"
  },
  {
    "name": "삼성에피스홀딩스",
    "code": "유가"
  },
  {
    "name": "삼양바이오팜",
    "code": "유가"
  },
  {
    "name": "신영스팩11호",
    "code": "코스닥"
  },
  {
    "name": "비엔케이제3호스팩",
    "code": "코스닥"
  },
  {
    "name": "비츠로넥스텍",
    "code": "코스닥"
  },
  {
    "name": "씨엠티엑스",
    "code": "코스닥"
  },
  {
    "name": "더핑크퐁컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "아이엘로보틱스",
    "code": "코넥스"
  },
  {
    "name": "그린광학",
    "code": "코스닥"
  },
  {
    "name": "알트",
    "code": "코스닥"
  },
  {
    "name": "세나테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "큐리오시스",
    "code": "코스닥"
  },
  {
    "name": "이노테크",
    "code": "코스닥"
  },
  {
    "name": "노타",
    "code": "코스닥"
  },
  {
    "name": "삼익제약",
    "code": "코스닥"
  },
  {
    "name": "명인제약",
    "code": "유가"
  },
  {
    "name": "KB제33호스팩",
    "code": "코스닥"
  },
  {
    "name": "삼성스팩11호",
    "code": "코스닥"
  },
  {
    "name": "에스투더블유",
    "code": "코스닥"
  },
  {
    "name": "오아",
    "code": "코스닥"
  },
  {
    "name": "본시스템즈",
    "code": "코넥스"
  },
  {
    "name": "그래피",
    "code": "코스닥"
  },
  {
    "name": "애드포러스",
    "code": "코스닥"
  },
  {
    "name": "삼성스팩10호",
    "code": "코스닥"
  },
  {
    "name": "제이피아이헬스케어",
    "code": "코스닥"
  },
  {
    "name": "한라캐스트",
    "code": "코스닥"
  },
  {
    "name": "에스엔시스",
    "code": "코스닥"
  },
  {
    "name": "삼양컴텍",
    "code": "코스닥"
  },
  {
    "name": "교보18호스팩",
    "code": "코스닥"
  },
  {
    "name": "지투지바이오",
    "code": "코스닥"
  },
  {
    "name": "아이티켐",
    "code": "코스닥"
  },
  {
    "name": "하나35호스팩",
    "code": "코스닥"
  },
  {
    "name": "대한조선",
    "code": "유가"
  },
  {
    "name": "대한조선",
    "code": "유가"
  },
  {
    "name": "프로티나",
    "code": "코스닥"
  },
  {
    "name": "엔알비",
    "code": "코스닥"
  },
  {
    "name": "뉴로핏",
    "code": "코스닥"
  },
  {
    "name": "도우인시스",
    "code": "코스닥"
  },
  {
    "name": "디비금융제14호스팩",
    "code": "코스닥"
  },
  {
    "name": "엘에스스팩1호",
    "code": "코스닥"
  },
  {
    "name": "아우토크립트",
    "code": "코스닥"
  },
  {
    "name": "대신밸류리츠",
    "code": "유가"
  },
  {
    "name": "뉴키즈온",
    "code": "코스닥"
  },
  {
    "name": "싸이닉솔루션",
    "code": "코스닥"
  },
  {
    "name": "KB제32호스팩",
    "code": "코스닥"
  },
  {
    "name": "뉴엔AI",
    "code": "코스닥"
  },
  {
    "name": "지에프씨생명과학",
    "code": "코스닥"
  },
  {
    "name": "케이지에이",
    "code": "코스닥"
  },
  {
    "name": "지씨지놈",
    "code": "코스닥"
  },
  {
    "name": "링크솔루션",
    "code": "코스닥"
  },
  {
    "name": "키스트론",
    "code": "코스닥"
  },
  {
    "name": "신한제16호스팩",
    "code": "코스닥"
  },
  {
    "name": "인투셀",
    "code": "코스닥"
  },
  {
    "name": "달바글로벌",
    "code": "유가"
  },
  {
    "name": "바이오비쥬",
    "code": "코스닥"
  },
  {
    "name": "이뮨온시아",
    "code": "코스닥"
  },
  {
    "name": "바이오포트",
    "code": "코스닥"
  },
  {
    "name": "티씨머티리얼즈",
    "code": "코스닥"
  },
  {
    "name": "로킷헬스케어",
    "code": "코스닥"
  },
  {
    "name": "오가노이드사이언스",
    "code": "코스닥"
  },
  {
    "name": "원일티엔아이",
    "code": "코스닥"
  },
  {
    "name": "나우로보틱스",
    "code": "코스닥"
  },
  {
    "name": "에이아이코리아",
    "code": "코스닥"
  },
  {
    "name": "쎄크",
    "code": "코스닥"
  },
  {
    "name": "한국피아이엠",
    "code": "코스닥"
  },
  {
    "name": "에이유브랜즈",
    "code": "코스닥"
  },
  {
    "name": "우양에이치씨",
    "code": "코스닥"
  },
  {
    "name": "더즌",
    "code": "코스닥"
  },
  {
    "name": "심플랫폼",
    "code": "코스닥"
  },
  {
    "name": "티엑스알로보틱스",
    "code": "코스닥"
  },
  {
    "name": "한텍",
    "code": "코스닥"
  },
  {
    "name": "한화플러스제5호스팩",
    "code": "코스닥"
  },
  {
    "name": "씨케이솔루션",
    "code": "유가"
  },
  {
    "name": "서울보증보험",
    "code": "유가"
  },
  {
    "name": "에스엠씨지",
    "code": "코스닥"
  },
  {
    "name": "엠디바이스",
    "code": "코스닥"
  },
  {
    "name": "대진첨단소재",
    "code": "코스닥"
  },
  {
    "name": "에르코스",
    "code": "코스닥"
  },
  {
    "name": "엘케이켐",
    "code": "코스닥"
  },
  {
    "name": "위너스일렉",
    "code": "코스닥"
  },
  {
    "name": "모티브링크",
    "code": "코스닥"
  },
  {
    "name": "동국생명과학",
    "code": "코스닥"
  },
  {
    "name": "오름테라퓨틱",
    "code": "코스닥"
  },
  {
    "name": "동방메디컬",
    "code": "코스닥"
  },
  {
    "name": "아이에스티이",
    "code": "코스닥"
  },
  {
    "name": "LG씨엔에스",
    "code": "유가"
  },
  {
    "name": "아이지넷",
    "code": "코스닥"
  },
  {
    "name": "피아이이",
    "code": "코스닥"
  },
  {
    "name": "삼양엔씨켐",
    "code": "코스닥"
  },
  {
    "name": "데이원컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "아스테라시스",
    "code": "코스닥"
  },
  {
    "name": "와이즈넛",
    "code": "코스닥"
  },
  {
    "name": "미트박스",
    "code": "코스닥"
  },
  {
    "name": "유안타제17호스팩",
    "code": "코스닥"
  },
  {
    "name": "블랙야크아이앤씨",
    "code": "코스닥"
  },
  {
    "name": "오션스바이오",
    "code": "코넥스"
  },
  {
    "name": "엠에프씨",
    "code": "코스닥"
  },
  {
    "name": "파인메딕스",
    "code": "코스닥"
  },
  {
    "name": "쓰리에이로직스",
    "code": "코스닥"
  },
  {
    "name": "GS피앤엘",
    "code": "유가"
  },
  {
    "name": "신한제14호스팩",
    "code": "코스닥"
  },
  {
    "name": "유비씨",
    "code": "코넥스"
  },
  {
    "name": "듀켐바이오",
    "code": "코스닥"
  },
  {
    "name": "키움제10호스팩",
    "code": "코스닥"
  },
  {
    "name": "에스지헬스케어",
    "code": "코스닥"
  },
  {
    "name": "온코닉테라퓨틱스",
    "code": "코스닥"
  },
  {
    "name": "온코크로스",
    "code": "코스닥"
  },
  {
    "name": "벡트",
    "code": "코스닥"
  },
  {
    "name": "엠앤씨솔루션",
    "code": "유가"
  },
  {
    "name": "셀로맥스사이언스",
    "code": "코스닥"
  },
  {
    "name": "KB제31호스팩",
    "code": "코스닥"
  },
  {
    "name": "키움제11호스팩",
    "code": "코스닥"
  },
  {
    "name": "KB발해인프라",
    "code": "유가"
  },
  {
    "name": "디비금융제13호스팩",
    "code": "코스닥"
  },
  {
    "name": "교보17호스팩",
    "code": "코스닥"
  },
  {
    "name": "대신밸런스제19호스팩",
    "code": "코스닥"
  },
  {
    "name": "위츠",
    "code": "코스닥"
  },
  {
    "name": "유디엠텍",
    "code": "코스닥"
  },
  {
    "name": "RF시스템즈",
    "code": "코스닥"
  },
  {
    "name": "사이냅소프트",
    "code": "코스닥"
  },
  {
    "name": "하나34호스팩",
    "code": "코스닥"
  },
  {
    "name": "에스켐",
    "code": "코스닥"
  },
  {
    "name": "엠오티",
    "code": "코스닥"
  },
  {
    "name": "신한제15호스팩",
    "code": "코스닥"
  },
  {
    "name": "쓰리빌리언",
    "code": "코스닥"
  },
  {
    "name": "닷밀",
    "code": "코스닥"
  },
  {
    "name": "노머스",
    "code": "코스닥"
  },
  {
    "name": "에어레인",
    "code": "코스닥"
  },
  {
    "name": "토모큐브",
    "code": "코스닥"
  },
  {
    "name": "더본코리아",
    "code": "유가"
  },
  {
    "name": "HEM파마",
    "code": "코스닥"
  },
  {
    "name": "에이럭스",
    "code": "코스닥"
  },
  {
    "name": "탑런토탈솔루션",
    "code": "코스닥"
  },
  {
    "name": "성우",
    "code": "코스닥"
  },
  {
    "name": "유진스팩11호",
    "code": "코스닥"
  },
  {
    "name": "타조이엔터테인먼트",
    "code": "코넥스"
  },
  {
    "name": "클로봇",
    "code": "코스닥"
  },
  {
    "name": "에이치엔에스하이텍",
    "code": "코스닥"
  },
  {
    "name": "웨이비스",
    "code": "코스닥"
  },
  {
    "name": "씨메스로보틱스",
    "code": "코스닥"
  },
  {
    "name": "한켐",
    "code": "코스닥"
  },
  {
    "name": "루미르",
    "code": "코스닥"
  },
  {
    "name": "와이제이링크",
    "code": "코스닥"
  },
  {
    "name": "인스피언",
    "code": "코스닥"
  },
  {
    "name": "셀비온",
    "code": "코스닥"
  },
  {
    "name": "제닉스로보틱스",
    "code": "코스닥"
  },
  {
    "name": "차이커뮤니케이션",
    "code": "코스닥"
  },
  {
    "name": "한화비전",
    "code": "유가"
  },
  {
    "name": "KB제30호스팩",
    "code": "코스닥"
  },
  {
    "name": "아이언디바이스",
    "code": "코스닥"
  },
  {
    "name": "미래에셋비전스팩7호",
    "code": "코스닥"
  },
  {
    "name": "아이비젼웍스",
    "code": "코스닥"
  },
  {
    "name": "아이스크림미디어",
    "code": "코스닥"
  },
  {
    "name": "이엔셀",
    "code": "코스닥"
  },
  {
    "name": "M83",
    "code": "코스닥"
  },
  {
    "name": "티디에스팜",
    "code": "코스닥"
  },
  {
    "name": "넥스트바이오메디컬",
    "code": "코스닥"
  },
  {
    "name": "케이쓰리아이",
    "code": "코스닥"
  },
  {
    "name": "전진건설로봇",
    "code": "유가"
  },
  {
    "name": "유라클",
    "code": "코스닥"
  },
  {
    "name": "교보16호스팩",
    "code": "코스닥"
  },
  {
    "name": "뱅크웨어글로벌",
    "code": "코스닥"
  },
  {
    "name": "아이빔테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "피앤에스로보틱스",
    "code": "코스닥"
  },
  {
    "name": "HS효성",
    "code": "유가"
  },
  {
    "name": "산일전기",
    "code": "유가"
  },
  {
    "name": "엔에이치스팩31호",
    "code": "코스닥"
  },
  {
    "name": "SK증권제13호스팩",
    "code": "코스닥"
  },
  {
    "name": "엑셀세라퓨틱스",
    "code": "코스닥"
  },
  {
    "name": "이베스트스팩6호",
    "code": "코스닥"
  },
  {
    "name": "시프트업",
    "code": "유가"
  },
  {
    "name": "하스",
    "code": "코스닥"
  },
  {
    "name": "이노스페이스",
    "code": "코스닥"
  },
  {
    "name": "신한글로벌액티브리츠",
    "code": "유가"
  },
  {
    "name": "에이치브이엠",
    "code": "코스닥"
  },
  {
    "name": "팡스카이",
    "code": "코넥스"
  },
  {
    "name": "하이젠알앤엠",
    "code": "코스닥"
  },
  {
    "name": "한국제15호스팩",
    "code": "코스닥"
  },
  {
    "name": "에스오에스랩",
    "code": "코스닥"
  },
  {
    "name": "에스오에스랩",
    "code": "코스닥"
  },
  {
    "name": "미래에셋비전스팩6호",
    "code": "코스닥"
  },
  {
    "name": "에이치엠씨제7호스팩",
    "code": "코스닥"
  },
  {
    "name": "파라다이스",
    "code": "유가"
  },
  {
    "name": "한중엔시에스",
    "code": "코스닥"
  },
  {
    "name": "KB제29호스팩",
    "code": "코스닥"
  },
  {
    "name": "미래에셋비전스팩5호",
    "code": "코스닥"
  },
  {
    "name": "씨어스",
    "code": "코스닥"
  },
  {
    "name": "디비금융스팩12호",
    "code": "코스닥"
  },
  {
    "name": "라메디텍",
    "code": "코스닥"
  },
  {
    "name": "그리드위즈",
    "code": "코스닥"
  },
  {
    "name": "다원넥스뷰",
    "code": "코스닥"
  },
  {
    "name": "미래에셋비전스팩4호",
    "code": "코스닥"
  },
  {
    "name": "노브랜드",
    "code": "코스닥"
  },
  {
    "name": "아이씨티케이",
    "code": "코스닥"
  },
  {
    "name": "HD현대마린솔루션",
    "code": "유가"
  },
  {
    "name": "SK증권제12호스팩",
    "code": "코스닥"
  },
  {
    "name": "코칩",
    "code": "코스닥"
  },
  {
    "name": "민테크",
    "code": "코스닥"
  },
  {
    "name": "카티스",
    "code": "코스닥"
  },
  {
    "name": "디앤디파마텍",
    "code": "코스닥"
  },
  {
    "name": "유안타제16호스팩",
    "code": "코스닥"
  },
  {
    "name": "제일엠앤에스",
    "code": "코스닥"
  },
  {
    "name": "삐아",
    "code": "코스닥"
  },
  {
    "name": "하나33호스팩",
    "code": "코스닥"
  },
  {
    "name": "신한제13호스팩",
    "code": "코스닥"
  },
  {
    "name": "신한제12호스팩",
    "code": "코스닥"
  },
  {
    "name": "아이엠비디엑스",
    "code": "코스닥"
  },
  {
    "name": "SK이터닉스",
    "code": "유가"
  },
  {
    "name": "하나32호스팩",
    "code": "코스닥"
  },
  {
    "name": "엔젤로보틱스",
    "code": "코스닥"
  },
  {
    "name": "제이투케이바이오",
    "code": "코스닥"
  },
  {
    "name": "삼현",
    "code": "코스닥"
  },
  {
    "name": "오상헬스케어",
    "code": "코스닥"
  },
  {
    "name": "케이엔알시스템",
    "code": "코스닥"
  },
  {
    "name": "하나31호스팩",
    "code": "코스닥"
  },
  {
    "name": "SK증권제11호스팩",
    "code": "코스닥"
  },
  {
    "name": "유안타제15호스팩",
    "code": "코스닥"
  },
  {
    "name": "유진스팩10호",
    "code": "코스닥"
  },
  {
    "name": "에이피알",
    "code": "유가"
  },
  {
    "name": "E8",
    "code": "코스닥"
  },
  {
    "name": "코셈",
    "code": "코스닥"
  },
  {
    "name": "케이웨더",
    "code": "코스닥"
  },
  {
    "name": "사피엔반도체",
    "code": "코스닥"
  },
  {
    "name": "에스피소프트",
    "code": "코스닥"
  },
  {
    "name": "스튜디오삼익",
    "code": "코스닥"
  },
  {
    "name": "신영스팩10호",
    "code": "코스닥"
  },
  {
    "name": "폰드그룹",
    "code": "코스닥"
  },
  {
    "name": "IBKS제24호스팩",
    "code": "코스닥"
  },
  {
    "name": "레이저옵텍",
    "code": "코스닥"
  },
  {
    "name": "이닉스",
    "code": "코스닥"
  },
  {
    "name": "엘앤에프",
    "code": "유가"
  },
  {
    "name": "포스뱅크",
    "code": "코스닥"
  },
  {
    "name": "현대힘스",
    "code": "코스닥"
  },
  {
    "name": "HB인베스트먼트",
    "code": "코스닥"
  },
  {
    "name": "드림인사이트",
    "code": "코스닥"
  },
  {
    "name": "대신밸런스제17호스팩",
    "code": "코스닥"
  },
  {
    "name": "우진엔텍",
    "code": "코스닥"
  },
  {
    "name": "세븐브로이맥주",
    "code": "코넥스"
  },
  {
    "name": "한빛레이저",
    "code": "코스닥"
  },
  {
    "name": "포스코DX",
    "code": "유가"
  },
  {
    "name": "DS단석",
    "code": "유가"
  },
  {
    "name": "IBKS제23호스팩",
    "code": "코스닥"
  },
  {
    "name": "하나30호스팩",
    "code": "코스닥"
  },
  {
    "name": "씨싸이트",
    "code": "코스닥"
  },
  {
    "name": "블루엠텍",
    "code": "코스닥"
  },
  {
    "name": "LS머트리얼즈",
    "code": "코스닥"
  },
  {
    "name": "케이엔에스",
    "code": "코스닥"
  },
  {
    "name": "교보15호스팩",
    "code": "코스닥"
  },
  {
    "name": "와이바이오로직스",
    "code": "코스닥"
  },
  {
    "name": "에이텀",
    "code": "코스닥"
  },
  {
    "name": "에이에스텍",
    "code": "코스닥"
  },
  {
    "name": "그린리소스",
    "code": "코스닥"
  },
  {
    "name": "제이엔비",
    "code": "코스닥"
  },
  {
    "name": "한선엔지니어링",
    "code": "코스닥"
  },
  {
    "name": "동인기연",
    "code": "유가"
  },
  {
    "name": "에코아이",
    "code": "코스닥"
  },
  {
    "name": "스톰테크",
    "code": "코스닥"
  },
  {
    "name": "에코프로머티",
    "code": "유가"
  },
  {
    "name": "캡스톤파트너스",
    "code": "코스닥"
  },
  {
    "name": "프로젠",
    "code": "코넥스"
  },
  {
    "name": "에스와이스틸텍",
    "code": "코스닥"
  },
  {
    "name": "에이직랜드",
    "code": "코스닥"
  },
  {
    "name": "메가터치",
    "code": "코스닥"
  },
  {
    "name": "비아이매트릭스",
    "code": "코스닥"
  },
  {
    "name": "컨텍",
    "code": "코스닥"
  },
  {
    "name": "큐로셀",
    "code": "코스닥"
  },
  {
    "name": "쏘닉스",
    "code": "코스닥"
  },
  {
    "name": "세니젠",
    "code": "코스닥"
  },
  {
    "name": "파라택시스이더리움",
    "code": "코스닥"
  },
  {
    "name": "유진테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "지구홀딩스",
    "code": "코스닥"
  },
  {
    "name": "퀄리타스반도체",
    "code": "코스닥"
  },
  {
    "name": "미쥬",
    "code": "코넥스"
  },
  {
    "name": "워트",
    "code": "코스닥"
  },
  {
    "name": "에스엘에스바이오",
    "code": "코스닥"
  },
  {
    "name": "신성에스티",
    "code": "코스닥"
  },
  {
    "name": "퓨릿",
    "code": "코스닥"
  },
  {
    "name": "바이오텐",
    "code": "코넥스"
  },
  {
    "name": "아이엠티",
    "code": "코스닥"
  },
  {
    "name": "레뷰코퍼레이션",
    "code": "코스닥"
  },
  {
    "name": "두산로보틱스",
    "code": "유가"
  },
  {
    "name": "한싹",
    "code": "코스닥"
  },
  {
    "name": "KT밀리의서재",
    "code": "코스닥"
  },
  {
    "name": "인스웨이브",
    "code": "코스닥"
  },
  {
    "name": "우듬지팜",
    "code": "코스닥"
  },
  {
    "name": "코어라인소프트",
    "code": "코스닥"
  },
  {
    "name": "STX그린로지스",
    "code": "유가"
  },
  {
    "name": "율촌",
    "code": "코스닥"
  },
  {
    "name": "크라우드웍스",
    "code": "코스닥"
  },
  {
    "name": "시큐레터",
    "code": "코스닥"
  },
  {
    "name": "스마트레이더시스템",
    "code": "코스닥"
  },
  {
    "name": "넥스틸",
    "code": "유가"
  },
  {
    "name": "캔버스엔",
    "code": "코스닥"
  },
  {
    "name": "코츠테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "큐리옥스바이오시스템즈",
    "code": "코스닥"
  },
  {
    "name": "NICE평가정보",
    "code": "유가"
  },
  {
    "name": "파두",
    "code": "코스닥"
  },
  {
    "name": "엠아이큐브솔루션",
    "code": "코스닥"
  },
  {
    "name": "시지트로닉스",
    "code": "코스닥"
  },
  {
    "name": "에피바이오텍",
    "code": "코넥스"
  },
  {
    "name": "조선내화",
    "code": "유가"
  },
  {
    "name": "조선내화",
    "code": "유가"
  },
  {
    "name": "에이엘티",
    "code": "코스닥"
  },
  {
    "name": "파로스아이바이오",
    "code": "코스닥"
  },
  {
    "name": "버넥트",
    "code": "코스닥"
  },
  {
    "name": "뷰티스킨",
    "code": "코스닥"
  },
  {
    "name": "와이랩",
    "code": "코스닥"
  },
  {
    "name": "센서뷰",
    "code": "코스닥"
  },
  {
    "name": "아이엠지티",
    "code": "코넥스"
  },
  {
    "name": "필에너지",
    "code": "코스닥"
  },
  {
    "name": "이노시뮬레이션",
    "code": "코스닥"
  },
  {
    "name": "알멕",
    "code": "코스닥"
  },
  {
    "name": "오픈놀",
    "code": "코스닥"
  },
  {
    "name": "아이티센피엔에스",
    "code": "코스닥"
  },
  {
    "name": "가이아코퍼레이션",
    "code": "코넥스"
  },
  {
    "name": "비에이치",
    "code": "유가"
  },
  {
    "name": "동국씨엠",
    "code": "유가"
  },
  {
    "name": "동국제강",
    "code": "유가"
  },
  {
    "name": "프로티아",
    "code": "코스닥"
  },
  {
    "name": "큐라티스",
    "code": "코스닥"
  },
  {
    "name": "마녀공장",
    "code": "코스닥"
  },
  {
    "name": "나라셀라",
    "code": "코스닥"
  },
  {
    "name": "진영",
    "code": "코스닥"
  },
  {
    "name": "이수스페셜티케미컬",
    "code": "유가"
  },
  {
    "name": "OCI",
    "code": "유가"
  },
  {
    "name": "기가비스",
    "code": "코스닥"
  },
  {
    "name": "팸텍",
    "code": "코스닥"
  },
  {
    "name": "모니터랩",
    "code": "코스닥"
  },
  {
    "name": "시선AI",
    "code": "코스닥"
  },
  {
    "name": "큐라켐",
    "code": "코넥스"
  },
  {
    "name": "지슨",
    "code": "코스닥"
  },
  {
    "name": "트루엔",
    "code": "코스닥"
  },
  {
    "name": "에스바이오메딕스",
    "code": "코스닥"
  },
  {
    "name": "슈어소프트테크",
    "code": "코스닥"
  },
  {
    "name": "토마토시스템",
    "code": "코스닥"
  },
  {
    "name": "마이크로투나노",
    "code": "코스닥"
  },
  {
    "name": "셀바이오휴먼텍",
    "code": "코스닥"
  },
  {
    "name": "SK오션플랜트",
    "code": "유가"
  },
  {
    "name": "삼성FN리츠",
    "code": "유가"
  },
  {
    "name": "현대그린푸드",
    "code": "유가"
  },
  {
    "name": "한화갤러리아",
    "code": "유가"
  },
  {
    "name": "지아이이노베이션",
    "code": "코스닥"
  },
  {
    "name": "LB인베스트먼트",
    "code": "코스닥"
  },
  {
    "name": "한화리츠",
    "code": "유가"
  },
  {
    "name": "엑스게이트",
    "code": "코스닥"
  },
  {
    "name": "금양그린파워",
    "code": "코스닥"
  },
  {
    "name": "라온텍",
    "code": "코스닥"
  },
  {
    "name": "자람테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "나노팀",
    "code": "코스닥"
  },
  {
    "name": "바이오인프라",
    "code": "코스닥"
  },
  {
    "name": "이노진",
    "code": "코스닥"
  },
  {
    "name": "화인써키트",
    "code": "코스닥"
  },
  {
    "name": "제이오",
    "code": "코스닥"
  },
  {
    "name": "샌즈랩",
    "code": "코스닥"
  },
  {
    "name": "꿈비",
    "code": "코스닥"
  },
  {
    "name": "스튜디오미르",
    "code": "코스닥"
  },
  {
    "name": "삼기에너지솔루션즈",
    "code": "코스닥"
  },
  {
    "name": "오브젠",
    "code": "코스닥"
  },
  {
    "name": "미래반도체",
    "code": "코스닥"
  },
  {
    "name": "태양3C",
    "code": "코넥스"
  },
  {
    "name": "티이엠씨",
    "code": "코스닥"
  },
  {
    "name": "한주라이트메탈",
    "code": "코스닥"
  },
  {
    "name": "옵티코어",
    "code": "코스닥"
  },
  {
    "name": "아이오바이오",
    "code": "코넥스"
  },
  {
    "name": "타이드",
    "code": "코넥스"
  },
  {
    "name": "신스틸",
    "code": "코스닥"
  },
  {
    "name": "바이오노트",
    "code": "유가"
  },
  {
    "name": "마이크로엔엑스",
    "code": "코넥스"
  },
  {
    "name": "애니메디솔루션",
    "code": "코넥스"
  },
  {
    "name": "핑거스토리",
    "code": "코스닥"
  },
  {
    "name": "SAMG엔터",
    "code": "코스닥"
  },
  {
    "name": "아하",
    "code": "코넥스"
  },
  {
    "name": "인터로이드",
    "code": "코넥스"
  },
  {
    "name": "유니드비티플러스",
    "code": "유가"
  },
  {
    "name": "펨트론",
    "code": "코스닥"
  },
  {
    "name": "인벤티지랩",
    "code": "코스닥"
  },
  {
    "name": "엔젯",
    "code": "코스닥"
  },
  {
    "name": "유비온",
    "code": "코스닥"
  },
  {
    "name": "티쓰리",
    "code": "코스닥"
  },
  {
    "name": "티에프이",
    "code": "코스닥"
  },
  {
    "name": "윤성에프앤씨",
    "code": "코스닥"
  },
  {
    "name": "디티앤씨알오",
    "code": "코스닥"
  },
  {
    "name": "뉴로메카",
    "code": "코스닥"
  },
  {
    "name": "제이아이테크",
    "code": "코스닥"
  },
  {
    "name": "LX세미콘",
    "code": "유가"
  },
  {
    "name": "큐알티",
    "code": "코스닥"
  },
  {
    "name": "저스템",
    "code": "코스닥"
  },
  {
    "name": "산돌",
    "code": "코스닥"
  },
  {
    "name": "탈로스",
    "code": "코넥스"
  },
  {
    "name": "플라즈맵",
    "code": "코스닥"
  },
  {
    "name": "핀텔",
    "code": "코스닥"
  },
  {
    "name": "샤페론",
    "code": "코스닥"
  },
  {
    "name": "비스토스",
    "code": "코스닥"
  },
  {
    "name": "탑머티리얼",
    "code": "코스닥"
  },
  {
    "name": "에스비비테크",
    "code": "코스닥"
  },
  {
    "name": "오에스피",
    "code": "코스닥"
  },
  {
    "name": "모델솔루션",
    "code": "코스닥"
  },
  {
    "name": "이노에이엑스",
    "code": "코스닥"
  },
  {
    "name": "파인엠텍",
    "code": "코스닥"
  },
  {
    "name": "KB스타리츠",
    "code": "유가"
  },
  {
    "name": "선바이오",
    "code": "코스닥"
  },
  {
    "name": "더블유씨피",
    "code": "코스닥"
  },
  {
    "name": "알피바이오",
    "code": "코스닥"
  },
  {
    "name": "티엘엔지니어링",
    "code": "코넥스"
  },
  {
    "name": "오픈엣지테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "대성하이텍",
    "code": "코스닥"
  },
  {
    "name": "쏘카",
    "code": "유가"
  },
  {
    "name": "에이치와이티씨",
    "code": "코스닥"
  },
  {
    "name": "새빗켐",
    "code": "코스닥"
  },
  {
    "name": "수산인더스트리",
    "code": "유가"
  },
  {
    "name": "아이씨에이치",
    "code": "코스닥"
  },
  {
    "name": "성일하이텍",
    "code": "코스닥"
  },
  {
    "name": "에이프릴바이오",
    "code": "코스닥"
  },
  {
    "name": "퓨쳐메디신",
    "code": "코넥스"
  },
  {
    "name": "벨로크",
    "code": "코스닥"
  },
  {
    "name": "루닛",
    "code": "코스닥"
  },
  {
    "name": "바스칸바이오제약",
    "code": "코넥스"
  },
  {
    "name": "HPSP",
    "code": "코스닥"
  },
  {
    "name": "와이씨켐",
    "code": "코스닥"
  },
  {
    "name": "코난테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "넥스트칩",
    "code": "코스닥"
  },
  {
    "name": "레이저쎌",
    "code": "코스닥"
  },
  {
    "name": "보로노이",
    "code": "코스닥"
  },
  {
    "name": "큐에이드",
    "code": "코스닥"
  },
  {
    "name": "큐에이드",
    "code": "코스닥"
  },
  {
    "name": "비큐AI",
    "code": "코스닥"
  },
  {
    "name": "범한퓨얼셀",
    "code": "코스닥"
  },
  {
    "name": "코나솔",
    "code": "코넥스"
  },
  {
    "name": "청담글로벌",
    "code": "코스닥"
  },
  {
    "name": "마스턴프리미어리츠",
    "code": "유가"
  },
  {
    "name": "가온칩스",
    "code": "코스닥"
  },
  {
    "name": "대명에너지",
    "code": "코스닥"
  },
  {
    "name": "포바이포",
    "code": "코스닥"
  },
  {
    "name": "지투파워",
    "code": "코스닥"
  },
  {
    "name": "씨피시스템",
    "code": "코스닥"
  },
  {
    "name": "코람코더원리츠",
    "code": "유가"
  },
  {
    "name": "세아메카닉스",
    "code": "코스닥"
  },
  {
    "name": "나인앤컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "유일로보틱스",
    "code": "코스닥"
  },
  {
    "name": "모아데이타",
    "code": "코스닥"
  },
  {
    "name": "메쎄이상",
    "code": "코스닥"
  },
  {
    "name": "노을",
    "code": "코스닥"
  },
  {
    "name": "비씨엔씨",
    "code": "코스닥"
  },
  {
    "name": "풍원정밀",
    "code": "코스닥"
  },
  {
    "name": "스톤브릿지벤처스",
    "code": "코스닥"
  },
  {
    "name": "브이씨",
    "code": "코스닥"
  },
  {
    "name": "퓨런티어",
    "code": "코스닥"
  },
  {
    "name": "바이오에프디엔씨",
    "code": "코스닥"
  },
  {
    "name": "인카금융서비스",
    "code": "코스닥"
  },
  {
    "name": "나래나노텍",
    "code": "코스닥"
  },
  {
    "name": "아셈스",
    "code": "코스닥"
  },
  {
    "name": "스코넥",
    "code": "코스닥"
  },
  {
    "name": "이지트로닉스",
    "code": "코스닥"
  },
  {
    "name": "LG에너지솔루션",
    "code": "유가"
  },
  {
    "name": "애드바이오텍",
    "code": "코스닥"
  },
  {
    "name": "케이옥션",
    "code": "코스닥"
  },
  {
    "name": "코스텍시스템",
    "code": "코넥스"
  },
  {
    "name": "오토앤",
    "code": "코스닥"
  },
  {
    "name": "아티스트스튜디오",
    "code": "코스닥"
  },
  {
    "name": "라피치",
    "code": "코넥스"
  },
  {
    "name": "제이엠멀티",
    "code": "코넥스"
  },
  {
    "name": "신한서부티엔디리츠",
    "code": "유가"
  },
  {
    "name": "툴젠",
    "code": "코스닥"
  },
  {
    "name": "미래에셋글로벌리츠",
    "code": "유가"
  },
  {
    "name": "켈스",
    "code": "코넥스"
  },
  {
    "name": "SK스퀘어",
    "code": "유가"
  },
  {
    "name": "마음AI",
    "code": "코스닥"
  },
  {
    "name": "알비더블유",
    "code": "코스닥"
  },
  {
    "name": "NH올원리츠",
    "code": "유가"
  },
  {
    "name": "트윔",
    "code": "코스닥"
  },
  {
    "name": "아이티아이즈",
    "code": "코스닥"
  },
  {
    "name": "지오엘리먼트",
    "code": "코스닥"
  },
  {
    "name": "SKAI",
    "code": "코스닥"
  },
  {
    "name": "디어유",
    "code": "코스닥"
  },
  {
    "name": "지니너스",
    "code": "코스닥"
  },
  {
    "name": "카카오페이",
    "code": "유가"
  },
  {
    "name": "피코그램",
    "code": "코스닥"
  },
  {
    "name": "엔켐",
    "code": "코스닥"
  },
  {
    "name": "리파인",
    "code": "코스닥"
  },
  {
    "name": "지앤비에스 에코",
    "code": "코스닥"
  },
  {
    "name": "아이패밀리에스씨",
    "code": "코스닥"
  },
  {
    "name": "아리바이오LAB",
    "code": "코스닥"
  },
  {
    "name": "지아이텍",
    "code": "코스닥"
  },
  {
    "name": "코닉오토메이션",
    "code": "코스닥"
  },
  {
    "name": "케이카",
    "code": "유가"
  },
  {
    "name": "씨유테크",
    "code": "코스닥"
  },
  {
    "name": "아스플로",
    "code": "코스닥"
  },
  {
    "name": "원준",
    "code": "코스닥"
  },
  {
    "name": "실리콘투",
    "code": "코스닥"
  },
  {
    "name": "에스앤디",
    "code": "코스닥"
  },
  {
    "name": "프롬바이오",
    "code": "코스닥"
  },
  {
    "name": "바이오플러스",
    "code": "코스닥"
  },
  {
    "name": "HD현대중공업",
    "code": "유가"
  },
  {
    "name": "SK리츠",
    "code": "유가"
  },
  {
    "name": "와이엠텍",
    "code": "코스닥"
  },
  {
    "name": "에이비온",
    "code": "코스닥"
  },
  {
    "name": "라이콤",
    "code": "코스닥"
  },
  {
    "name": "일진하이솔루스",
    "code": "유가"
  },
  {
    "name": "디앤디플랫폼리츠",
    "code": "유가"
  },
  {
    "name": "바이젠셀",
    "code": "코스닥"
  },
  {
    "name": "아주스틸",
    "code": "유가"
  },
  {
    "name": "롯데렌탈",
    "code": "유가"
  },
  {
    "name": "브레인즈컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "딥노이드",
    "code": "코스닥"
  },
  {
    "name": "한컴라이프케어",
    "code": "유가"
  },
  {
    "name": "엠로",
    "code": "코스닥"
  },
  {
    "name": "플래티어",
    "code": "코스닥"
  },
  {
    "name": "원티드랩",
    "code": "코스닥"
  },
  {
    "name": "크래프톤",
    "code": "유가"
  },
  {
    "name": "HK이노엔",
    "code": "코스닥"
  },
  {
    "name": "PI첨단소재",
    "code": "유가"
  },
  {
    "name": "카카오뱅크",
    "code": "유가"
  },
  {
    "name": "에브리봇",
    "code": "코스닥"
  },
  {
    "name": "비트맥스",
    "code": "코스닥"
  },
  {
    "name": "큐라클",
    "code": "코스닥"
  },
  {
    "name": "에스디바이오센서",
    "code": "유가"
  },
  {
    "name": "오비고",
    "code": "코스닥"
  },
  {
    "name": "엠씨넥스",
    "code": "유가"
  },
  {
    "name": "아모센스",
    "code": "코스닥"
  },
  {
    "name": "타임기술",
    "code": "코넥스"
  },
  {
    "name": "이노뎁",
    "code": "코스닥"
  },
  {
    "name": "라온로보틱스",
    "code": "코스닥"
  },
  {
    "name": "이성씨엔아이",
    "code": "코넥스"
  },
  {
    "name": "페니트리움바이오",
    "code": "코스닥"
  },
  {
    "name": "에코프로에이치엔",
    "code": "코스닥"
  },
  {
    "name": "LX홀딩스",
    "code": "유가"
  },
  {
    "name": "진시스템",
    "code": "코스닥"
  },
  {
    "name": "한울앤제주",
    "code": "코스닥"
  },
  {
    "name": "F&F",
    "code": "유가"
  },
  {
    "name": "삼영에스앤씨",
    "code": "코스닥"
  },
  {
    "name": "샘씨엔에스",
    "code": "코스닥"
  },
  {
    "name": "씨앤씨인터내셔널",
    "code": "코스닥"
  },
  {
    "name": "에이치피오",
    "code": "코스닥"
  },
  {
    "name": "SK아이이테크놀로지",
    "code": "유가"
  },
  {
    "name": "쿠콘",
    "code": "코스닥"
  },
  {
    "name": "이삭엔지니어링",
    "code": "코스닥"
  },
  {
    "name": "해성에어로보틱스",
    "code": "코스닥"
  },
  {
    "name": "엔시스",
    "code": "코스닥"
  },
  {
    "name": "자이언트스텝",
    "code": "코스닥"
  },
  {
    "name": "제노코",
    "code": "코스닥"
  },
  {
    "name": "스피어",
    "code": "코스닥"
  },
  {
    "name": "SK바이오사이언스",
    "code": "유가"
  },
  {
    "name": "바이오다인",
    "code": "코스닥"
  },
  {
    "name": "네오이뮨텍",
    "code": "코스닥"
  },
  {
    "name": "화승알앤에이",
    "code": "유가"
  },
  {
    "name": "싸이버원",
    "code": "코스닥"
  },
  {
    "name": "프레스티지바이오로직스",
    "code": "코스닥"
  },
  {
    "name": "나노씨엠에스",
    "code": "코스닥"
  },
  {
    "name": "뷰노",
    "code": "코스닥"
  },
  {
    "name": "엑스플러스",
    "code": "코스닥"
  },
  {
    "name": "성원에너텍",
    "code": "코스닥"
  },
  {
    "name": "씨이랩",
    "code": "코스닥"
  },
  {
    "name": "오로스테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "피엔에이치테크",
    "code": "코스닥"
  },
  {
    "name": "모비데이즈",
    "code": "코스닥"
  },
  {
    "name": "아이퀘스트",
    "code": "코스닥"
  },
  {
    "name": "프레스티지바이오파마",
    "code": "유가"
  },
  {
    "name": "레인보우로보틱스",
    "code": "코스닥"
  },
  {
    "name": "아티스트컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "솔루엠",
    "code": "유가"
  },
  {
    "name": "핑거",
    "code": "코스닥"
  },
  {
    "name": "모비릭스",
    "code": "코스닥"
  },
  {
    "name": "씨앤투스",
    "code": "코스닥"
  },
  {
    "name": "선진뷰티사이언스",
    "code": "코스닥"
  },
  {
    "name": "DL이앤씨",
    "code": "유가"
  },
  {
    "name": "엔비티",
    "code": "코스닥"
  },
  {
    "name": "파이버프로",
    "code": "코스닥"
  },
  {
    "name": "루트락",
    "code": "코넥스"
  },
  {
    "name": "ESR켄달스퀘어리츠",
    "code": "유가"
  },
  {
    "name": "블리츠웨이엔터테인먼트",
    "code": "코스닥"
  },
  {
    "name": "석경에이티",
    "code": "코스닥"
  },
  {
    "name": "지놈앤컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "프리시젼바이오",
    "code": "코스닥"
  },
  {
    "name": "알체라",
    "code": "코스닥"
  },
  {
    "name": "하이딥",
    "code": "코스닥"
  },
  {
    "name": "에프앤가이드",
    "code": "코스닥"
  },
  {
    "name": "티엘비",
    "code": "코스닥"
  },
  {
    "name": "인바이오",
    "code": "코스닥"
  },
  {
    "name": "엔젠바이오",
    "code": "코스닥"
  },
  {
    "name": "퀀타매트릭스",
    "code": "코스닥"
  },
  {
    "name": "명신산업",
    "code": "유가"
  },
  {
    "name": "셀레스트라",
    "code": "코스닥"
  },
  {
    "name": "포인트모바일",
    "code": "코스닥"
  },
  {
    "name": "앱코",
    "code": "코스닥"
  },
  {
    "name": "엔에프씨",
    "code": "코스닥"
  },
  {
    "name": "제일일렉트릭",
    "code": "코스닥"
  },
  {
    "name": "하나기술",
    "code": "코스닥"
  },
  {
    "name": "에이플러스에셋",
    "code": "유가"
  },
  {
    "name": "티앤엘",
    "code": "코스닥"
  },
  {
    "name": "고바이오랩",
    "code": "코스닥"
  },
  {
    "name": "네패스아크",
    "code": "코스닥"
  },
  {
    "name": "교촌에프앤비",
    "code": "유가"
  },
  {
    "name": "소룩스",
    "code": "코스닥"
  },
  {
    "name": "위드텍",
    "code": "코스닥"
  },
  {
    "name": "센코",
    "code": "코스닥"
  },
  {
    "name": "바이브컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "원포유",
    "code": "코넥스"
  },
  {
    "name": "롤링스톤",
    "code": "코스닥"
  },
  {
    "name": "피플바이오",
    "code": "코스닥"
  },
  {
    "name": "하이브",
    "code": "유가"
  },
  {
    "name": "넥스틴",
    "code": "코스닥"
  },
  {
    "name": "케이엔솔",
    "code": "코스닥"
  },
  {
    "name": "비나텍",
    "code": "코스닥"
  },
  {
    "name": "씨엔알리서치",
    "code": "코스닥"
  },
  {
    "name": "박셀바이오",
    "code": "코스닥"
  },
  {
    "name": "박셀바이오",
    "code": "코스닥"
  },
  {
    "name": "티와이홀딩스",
    "code": "유가"
  },
  {
    "name": "비비씨",
    "code": "코스닥"
  },
  {
    "name": "코스텍시스",
    "code": "코스닥"
  },
  {
    "name": "핌스",
    "code": "코스닥"
  },
  {
    "name": "압타머사이언스",
    "code": "코스닥"
  },
  {
    "name": "이오플로우",
    "code": "코스닥"
  },
  {
    "name": "카카오게임즈",
    "code": "코스닥"
  },
  {
    "name": "피엔케이피부임상연구센타",
    "code": "코스닥"
  },
  {
    "name": "코람코라이프인프라리츠",
    "code": "유가"
  },
  {
    "name": "아이디피",
    "code": "코스닥"
  },
  {
    "name": "셀레믹스",
    "code": "코스닥"
  },
  {
    "name": "고스트스튜디오",
    "code": "코스닥"
  },
  {
    "name": "젝시믹스",
    "code": "코스닥"
  },
  {
    "name": "영림원소프트랩",
    "code": "코스닥"
  },
  {
    "name": "한국파마",
    "code": "코스닥"
  },
  {
    "name": "제이알글로벌리츠",
    "code": "유가"
  },
  {
    "name": "솔브레인",
    "code": "코스닥"
  },
  {
    "name": "미래에셋맵스리츠",
    "code": "유가"
  },
  {
    "name": "이지스레지던스리츠",
    "code": "유가"
  },
  {
    "name": "PS일렉트로닉스",
    "code": "코스닥"
  },
  {
    "name": "에코앤드림",
    "code": "코스닥"
  },
  {
    "name": "엠엑스온",
    "code": "코스닥"
  },
  {
    "name": "더네이쳐홀딩스",
    "code": "코스닥"
  },
  {
    "name": "제놀루션",
    "code": "코스닥"
  },
  {
    "name": "솔트룩스",
    "code": "코스닥"
  },
  {
    "name": "바이오인프라생명과학",
    "code": "코넥스"
  },
  {
    "name": "티에스아이",
    "code": "코스닥"
  },
  {
    "name": "에이프로",
    "code": "코스닥"
  },
  {
    "name": "이지스밸류플러스리츠",
    "code": "유가"
  },
  {
    "name": "소마젠",
    "code": "코스닥"
  },
  {
    "name": "신도기연",
    "code": "코스닥"
  },
  {
    "name": "위더스제약",
    "code": "코스닥"
  },
  {
    "name": "에스케이바이오팜",
    "code": "유가"
  },
  {
    "name": "엠브레인",
    "code": "코스닥"
  },
  {
    "name": "젠큐릭스",
    "code": "코스닥"
  },
  {
    "name": "무진메디",
    "code": "코넥스"
  },
  {
    "name": "HB솔루션",
    "code": "코스닥"
  },
  {
    "name": "넥사다이내믹스",
    "code": "코스닥"
  },
  {
    "name": "풍전약품",
    "code": "코스닥"
  },
  {
    "name": "휴럼",
    "code": "코스닥"
  },
  {
    "name": "이지바이오",
    "code": "코스닥"
  },
  {
    "name": "드림씨아이에스",
    "code": "코스닥"
  },
  {
    "name": "대덕전자",
    "code": "유가"
  },
  {
    "name": "캐프",
    "code": "코스닥"
  },
  {
    "name": "플레이디",
    "code": "코스닥"
  },
  {
    "name": "서울바이오시스",
    "code": "코스닥"
  },
  {
    "name": "제이앤티씨",
    "code": "코스닥"
  },
  {
    "name": "켄코아에어로스페이스",
    "code": "코스닥"
  },
  {
    "name": "레몬",
    "code": "코스닥"
  },
  {
    "name": "서남",
    "code": "코스닥"
  },
  {
    "name": "위세아이텍",
    "code": "코스닥"
  },
  {
    "name": "케이씨씨글라스",
    "code": "유가"
  },
  {
    "name": "세림B&G",
    "code": "코스닥"
  },
  {
    "name": "CJ 바이오사이언스",
    "code": "코스닥"
  },
  {
    "name": "한국첨단소재",
    "code": "코스닥"
  },
  {
    "name": "한국첨단소재",
    "code": "코스닥"
  },
  {
    "name": "RF머트리얼즈",
    "code": "코스닥"
  },
  {
    "name": "아이비김영",
    "code": "코스닥"
  },
  {
    "name": "파라택시스코리아",
    "code": "코스닥"
  },
  {
    "name": "다보링크",
    "code": "코스닥"
  },
  {
    "name": "메드팩토",
    "code": "코스닥"
  },
  {
    "name": "원텍",
    "code": "코스닥"
  },
  {
    "name": "신테카바이오",
    "code": "코스닥"
  },
  {
    "name": "제이엘케이",
    "code": "코스닥"
  },
  {
    "name": "태웅로직스",
    "code": "코스닥"
  },
  {
    "name": "윙스풋",
    "code": "코스닥"
  },
  {
    "name": "노드메이슨",
    "code": "코넥스"
  },
  {
    "name": "리메드",
    "code": "코스닥"
  },
  {
    "name": "NH프라임리츠",
    "code": "유가"
  },
  {
    "name": "타스컴",
    "code": "코넥스"
  },
  {
    "name": "진코스텍",
    "code": "코넥스"
  },
  {
    "name": "웨이버스",
    "code": "코스닥"
  },
  {
    "name": "유엑스엔",
    "code": "코넥스"
  },
  {
    "name": "HLB바이오스텝",
    "code": "코스닥"
  },
  {
    "name": "씨티알모빌리티",
    "code": "유가"
  },
  {
    "name": "티움바이오",
    "code": "코스닥"
  },
  {
    "name": "씨에스베어링",
    "code": "코스닥"
  },
  {
    "name": "우양",
    "code": "코스닥"
  },
  {
    "name": "코리아에셋투자증권",
    "code": "코스닥"
  },
  {
    "name": "HD현대에너지솔루션",
    "code": "유가"
  },
  {
    "name": "에스제이그룹",
    "code": "코스닥"
  },
  {
    "name": "제테마",
    "code": "코스닥"
  },
  {
    "name": "한화시스템",
    "code": "유가"
  },
  {
    "name": "라파스",
    "code": "코스닥"
  },
  {
    "name": "아이티엠반도체",
    "code": "코스닥"
  },
  {
    "name": "일승",
    "code": "코스닥"
  },
  {
    "name": "자이에스앤디",
    "code": "유가"
  },
  {
    "name": "미디어젠",
    "code": "코스닥"
  },
  {
    "name": "LS티라유텍",
    "code": "코스닥"
  },
  {
    "name": "이노테나",
    "code": "코스닥"
  },
  {
    "name": "롯데리츠",
    "code": "유가"
  },
  {
    "name": "지누스",
    "code": "유가"
  },
  {
    "name": "밸로프",
    "code": "코스닥"
  },
  {
    "name": "에피소드컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "한국미라클피플사",
    "code": "코넥스"
  },
  {
    "name": "케이엔제이",
    "code": "코스닥"
  },
  {
    "name": "엔바이오니아",
    "code": "코스닥"
  },
  {
    "name": "팜스빌",
    "code": "코스닥"
  },
  {
    "name": "두산퓨얼셀",
    "code": "유가"
  },
  {
    "name": "라온피플",
    "code": "코스닥"
  },
  {
    "name": "솔루스첨단소재",
    "code": "유가"
  },
  {
    "name": "콘텐트리중앙",
    "code": "유가"
  },
  {
    "name": "아톤",
    "code": "코스닥"
  },
  {
    "name": "녹십자웰빙",
    "code": "코스닥"
  },
  {
    "name": "누보",
    "code": "코스닥"
  },
  {
    "name": "포커스에이아이",
    "code": "코스닥"
  },
  {
    "name": "엔지브이아이",
    "code": "코넥스"
  },
  {
    "name": "올리패스",
    "code": "코스닥"
  },
  {
    "name": "라닉스",
    "code": "코스닥"
  },
  {
    "name": "한울반도체",
    "code": "코스닥"
  },
  {
    "name": "한독크린텍",
    "code": "코스닥"
  },
  {
    "name": "네오크레마",
    "code": "코스닥"
  },
  {
    "name": "마니커에프앤지",
    "code": "코스닥"
  },
  {
    "name": "솔트웨어",
    "code": "코스닥"
  },
  {
    "name": "나노실리칸첨단소재",
    "code": "코스닥"
  },
  {
    "name": "에스피시스템스",
    "code": "코스닥"
  },
  {
    "name": "레이",
    "code": "코스닥"
  },
  {
    "name": "그린플러스",
    "code": "코스닥"
  },
  {
    "name": "코윈테크",
    "code": "코스닥"
  },
  {
    "name": "덕산테코피아",
    "code": "코스닥"
  },
  {
    "name": "KBG",
    "code": "코스닥"
  },
  {
    "name": "엑스페릭스",
    "code": "코스닥"
  },
  {
    "name": "세경하이테크",
    "code": "코스닥"
  },
  {
    "name": "캐리",
    "code": "코스닥"
  },
  {
    "name": "대모",
    "code": "코스닥"
  },
  {
    "name": "에이스토리",
    "code": "코스닥"
  },
  {
    "name": "플리토",
    "code": "코스닥"
  },
  {
    "name": "헥토파이낸셜",
    "code": "코스닥"
  },
  {
    "name": "아이스크림에듀",
    "code": "코스닥"
  },
  {
    "name": "펨토바이오메드",
    "code": "코넥스"
  },
  {
    "name": "펌텍코리아",
    "code": "코스닥"
  },
  {
    "name": "에이에프더블류",
    "code": "코스닥"
  },
  {
    "name": "태성",
    "code": "코스닥"
  },
  {
    "name": "압타바이오",
    "code": "코스닥"
  },
  {
    "name": "형지글로벌",
    "code": "코스닥"
  },
  {
    "name": "마이크로디지탈",
    "code": "코스닥"
  },
  {
    "name": "코퍼스코리아",
    "code": "코스닥"
  },
  {
    "name": "프로이천",
    "code": "코스닥"
  },
  {
    "name": "포스코퓨처엠",
    "code": "유가"
  },
  {
    "name": "수젠텍",
    "code": "코스닥"
  },
  {
    "name": "컴퍼니케이",
    "code": "코스닥"
  },
  {
    "name": "피에스케이",
    "code": "코스닥"
  },
  {
    "name": "현대무벡스",
    "code": "코스닥"
  },
  {
    "name": "TS트릴리온",
    "code": "코스닥"
  },
  {
    "name": "이노벡스",
    "code": "코넥스"
  },
  {
    "name": "아모그린텍",
    "code": "코스닥"
  },
  {
    "name": "현대오토에버",
    "code": "유가"
  },
  {
    "name": "지노믹트리",
    "code": "코스닥"
  },
  {
    "name": "이지케어텍",
    "code": "코스닥"
  },
  {
    "name": "미래에셋벤처투자",
    "code": "코스닥"
  },
  {
    "name": "드림텍",
    "code": "유가"
  },
  {
    "name": "더블유게임즈",
    "code": "유가"
  },
  {
    "name": "에코프로비엠",
    "code": "코스닥"
  },
  {
    "name": "셀리드",
    "code": "코스닥"
  },
  {
    "name": "우리금융지주",
    "code": "유가"
  },
  {
    "name": "천보",
    "code": "코스닥"
  },
  {
    "name": "SCL사이언스",
    "code": "코스닥"
  },
  {
    "name": "노랑풍선",
    "code": "코스닥"
  },
  {
    "name": "웹케시",
    "code": "코스닥"
  },
  {
    "name": "엘에이티",
    "code": "코넥스"
  },
  {
    "name": "에어부산",
    "code": "유가"
  },
  {
    "name": "비피도",
    "code": "코스닥"
  },
  {
    "name": "유틸렉스",
    "code": "코스닥"
  },
  {
    "name": "디케이티",
    "code": "코스닥"
  },
  {
    "name": "아이엘",
    "code": "코스닥"
  },
  {
    "name": "애니플러스",
    "code": "코스닥"
  },
  {
    "name": "디와이씨",
    "code": "코스닥"
  },
  {
    "name": "위지윅스튜디오",
    "code": "코스닥"
  },
  {
    "name": "조이웍스앤코",
    "code": "코스닥"
  },
  {
    "name": "국전",
    "code": "코스닥"
  },
  {
    "name": "에이비엘바이오",
    "code": "코스닥"
  },
  {
    "name": "머큐리",
    "code": "코스닥"
  },
  {
    "name": "전진바이오팜",
    "code": "코스닥"
  },
  {
    "name": "뉴트리",
    "code": "코스닥"
  },
  {
    "name": "비투엔",
    "code": "코스닥"
  },
  {
    "name": "이노메트리",
    "code": "코스닥"
  },
  {
    "name": "DH오토리드",
    "code": "코스닥"
  },
  {
    "name": "에코캡",
    "code": "코스닥"
  },
  {
    "name": "원바이오젠",
    "code": "코스닥"
  },
  {
    "name": "윙입푸드",
    "code": "코스닥"
  },
  {
    "name": "남화산업",
    "code": "코스닥"
  },
  {
    "name": "남화산업",
    "code": "코스닥"
  },
  {
    "name": "엠아이텍",
    "code": "코스닥"
  },
  {
    "name": "티로보틱스",
    "code": "코스닥"
  },
  {
    "name": "다이나믹솔루션",
    "code": "코스닥"
  },
  {
    "name": "에이펙스인텍",
    "code": "코넥스"
  },
  {
    "name": "티앤알바이오팹",
    "code": "코스닥"
  },
  {
    "name": "아시아나IDT",
    "code": "유가"
  },
  {
    "name": "디알젬",
    "code": "코스닥"
  },
  {
    "name": "싸이토젠",
    "code": "코스닥"
  },
  {
    "name": "아주IB투자",
    "code": "코스닥"
  },
  {
    "name": "디케이앤디",
    "code": "코스닥"
  },
  {
    "name": "노바렉스",
    "code": "코스닥"
  },
  {
    "name": "대보마그네틱",
    "code": "코스닥"
  },
  {
    "name": "노바텍",
    "code": "코스닥"
  },
  {
    "name": "엘앤씨바이오",
    "code": "코스닥"
  },
  {
    "name": "지아이에스",
    "code": "코스닥"
  },
  {
    "name": "로보티즈",
    "code": "코스닥"
  },
  {
    "name": "옵티팜",
    "code": "코스닥"
  },
  {
    "name": "에스프리즘",
    "code": "코스닥"
  },
  {
    "name": "세아제강",
    "code": "유가"
  },
  {
    "name": "나우IB",
    "code": "코스닥"
  },
  {
    "name": "푸드나무",
    "code": "코스닥"
  },
  {
    "name": "하나제약",
    "code": "유가"
  },
  {
    "name": "크리스에프앤씨",
    "code": "코스닥"
  },
  {
    "name": "더블유에스아이",
    "code": "코스닥"
  },
  {
    "name": "한국비티비",
    "code": "코스닥"
  },
  {
    "name": "우진아이엔에스",
    "code": "유가"
  },
  {
    "name": "엔피",
    "code": "코스닥"
  },
  {
    "name": "피엔티엠에스",
    "code": "코스닥"
  },
  {
    "name": "엔솔바이오사이언스",
    "code": "코넥스"
  },
  {
    "name": "디지캡",
    "code": "코스닥"
  },
  {
    "name": "지니틱스",
    "code": "코스닥"
  },
  {
    "name": "액트로",
    "code": "코스닥"
  },
  {
    "name": "오파스넷",
    "code": "코스닥"
  },
  {
    "name": "브이엠",
    "code": "코스닥"
  },
  {
    "name": "바이오솔루션",
    "code": "코스닥"
  },
  {
    "name": "더콘텐츠온",
    "code": "코넥스"
  },
  {
    "name": "신한알파리츠",
    "code": "유가"
  },
  {
    "name": "디아이티",
    "code": "코스닥"
  },
  {
    "name": "에스에스알",
    "code": "코스닥"
  },
  {
    "name": "한일시멘트",
    "code": "유가"
  },
  {
    "name": "휴네시온",
    "code": "코스닥"
  },
  {
    "name": "트리니티항공",
    "code": "유가"
  },
  {
    "name": "롯데이노베이트",
    "code": "유가"
  },
  {
    "name": "한국유니온제약",
    "code": "코스닥"
  },
  {
    "name": "그리티",
    "code": "코스닥"
  },
  {
    "name": "아틀라스링크",
    "code": "코스닥"
  },
  {
    "name": "올릭스",
    "code": "코스닥"
  },
  {
    "name": "HS효성첨단소재",
    "code": "유가"
  },
  {
    "name": "테크트랜스",
    "code": "코넥스"
  },
  {
    "name": "효성중공업",
    "code": "유가"
  },
  {
    "name": "효성티앤씨",
    "code": "유가"
  },
  {
    "name": "효성화학",
    "code": "유가"
  },
  {
    "name": "아이큐어",
    "code": "코스닥"
  },
  {
    "name": "SV인베스트먼트",
    "code": "코스닥"
  },
  {
    "name": "엘리비젼",
    "code": "코넥스"
  },
  {
    "name": "지앤이헬스케어",
    "code": "코넥스"
  },
  {
    "name": "이리츠코크렙",
    "code": "유가"
  },
  {
    "name": "EDGC",
    "code": "코스닥"
  },
  {
    "name": "IPARK현대산업개발",
    "code": "유가"
  },
  {
    "name": "카이노스메드",
    "code": "코스닥"
  },
  {
    "name": "파워넷",
    "code": "코스닥"
  },
  {
    "name": "현대사료",
    "code": "코스닥"
  },
  {
    "name": "세종메디칼",
    "code": "코스닥"
  },
  {
    "name": "제노레이",
    "code": "코스닥"
  },
  {
    "name": "에스제이켐",
    "code": "코넥스"
  },
  {
    "name": "JTC",
    "code": "코스닥"
  },
  {
    "name": "네오셈",
    "code": "코스닥"
  },
  {
    "name": "케어랩스",
    "code": "코스닥"
  },
  {
    "name": "애경산업",
    "code": "유가"
  },
  {
    "name": "린드먼아시아",
    "code": "코스닥"
  },
  {
    "name": "오스테오닉",
    "code": "코스닥"
  },
  {
    "name": "엔지켐생명과학",
    "code": "코스닥"
  },
  {
    "name": "동구바이오제약",
    "code": "코스닥"
  },
  {
    "name": "아시아종묘",
    "code": "코스닥"
  },
  {
    "name": "알리코제약",
    "code": "코스닥"
  },
  {
    "name": "셀트리온",
    "code": "유가"
  },
  {
    "name": "카페24",
    "code": "코스닥"
  },
  {
    "name": "링크제니시스",
    "code": "코스닥"
  },
  {
    "name": "배럴",
    "code": "코스닥"
  },
  {
    "name": "SG",
    "code": "코스닥"
  },
  {
    "name": "씨앤지하이테크",
    "code": "코스닥"
  },
  {
    "name": "쿠쿠홈시스",
    "code": "유가"
  },
  {
    "name": "SK케미칼",
    "code": "유가"
  },
  {
    "name": "시스웍",
    "code": "코스닥"
  },
  {
    "name": "디바이스",
    "code": "코스닥"
  },
  {
    "name": "씨알푸드",
    "code": "코넥스"
  },
  {
    "name": "레이크머티리얼즈",
    "code": "코스닥"
  },
  {
    "name": "BGF리테일",
    "code": "유가"
  },
  {
    "name": "DYP",
    "code": "유가"
  },
  {
    "name": "진에어",
    "code": "유가"
  },
  {
    "name": "씨티케이",
    "code": "코스닥"
  },
  {
    "name": "메카로",
    "code": "코스닥"
  },
  {
    "name": "에스트래픽",
    "code": "코스닥"
  },
  {
    "name": "케이씨텍",
    "code": "유가"
  },
  {
    "name": "체리부로",
    "code": "코스닥"
  },
  {
    "name": "대원",
    "code": "코스닥"
  },
  {
    "name": "삼양패키징",
    "code": "유가"
  },
  {
    "name": "스튜디오드래곤",
    "code": "코스닥"
  },
  {
    "name": "코오롱티슈진",
    "code": "코스닥"
  },
  {
    "name": "EMB",
    "code": "코넥스"
  },
  {
    "name": "테이팩스",
    "code": "유가"
  },
  {
    "name": "롯데웰푸드",
    "code": "유가"
  },
  {
    "name": "탑선",
    "code": "코넥스"
  },
  {
    "name": "탑선",
    "code": "코넥스"
  },
  {
    "name": "영화테크",
    "code": "코스닥"
  },
  {
    "name": "폴라리스세원",
    "code": "코스닥"
  },
  {
    "name": "상신전자",
    "code": "코스닥"
  },
  {
    "name": "야스",
    "code": "코스닥"
  },
  {
    "name": "인산가",
    "code": "코스닥"
  },
  {
    "name": "휴엠앤씨",
    "code": "코스닥"
  },
  {
    "name": "신흥에스이씨",
    "code": "코스닥"
  },
  {
    "name": "유티아이",
    "code": "코스닥"
  },
  {
    "name": "선익시스템",
    "code": "코스닥"
  },
  {
    "name": "엠플러스",
    "code": "코스닥"
  },
  {
    "name": "앱클론",
    "code": "코스닥"
  },
  {
    "name": "펄어비스",
    "code": "코스닥"
  },
  {
    "name": "킵스파마",
    "code": "코스닥"
  },
  {
    "name": "SK시그넷",
    "code": "코넥스"
  },
  {
    "name": "SK시그넷",
    "code": "코넥스"
  },
  {
    "name": "덕우전자",
    "code": "코스닥"
  },
  {
    "name": "앱튼",
    "code": "코스닥"
  },
  {
    "name": "케일럼",
    "code": "코스닥"
  },
  {
    "name": "알에스오토메이션",
    "code": "코스닥"
  },
  {
    "name": "컬러레이",
    "code": "코스닥"
  },
  {
    "name": "와이즈버즈",
    "code": "코스닥"
  },
  {
    "name": "모트렉스",
    "code": "코스닥"
  },
  {
    "name": "데이타솔루션",
    "code": "코스닥"
  },
  {
    "name": "지니언스",
    "code": "코스닥"
  },
  {
    "name": "디앤씨미디어",
    "code": "코스닥"
  },
  {
    "name": "루켄테크놀러지스",
    "code": "코넥스"
  },
  {
    "name": "힘스",
    "code": "코스닥"
  },
  {
    "name": "제일약품",
    "code": "유가"
  },
  {
    "name": "브이원텍",
    "code": "코스닥"
  },
  {
    "name": "아우딘퓨쳐스",
    "code": "코스닥"
  },
  {
    "name": "이녹스첨단소재",
    "code": "코스닥"
  },
  {
    "name": "카카오",
    "code": "유가"
  },
  {
    "name": "오리온",
    "code": "유가"
  },
  {
    "name": "하림지주",
    "code": "코스닥"
  },
  {
    "name": "덴티스",
    "code": "코스닥"
  },
  {
    "name": "메디안디노스틱",
    "code": "코넥스"
  },
  {
    "name": "나인테크",
    "code": "코스닥"
  },
  {
    "name": "에스알바이오텍",
    "code": "코넥스"
  },
  {
    "name": "레드우즈",
    "code": "코넥스"
  },
  {
    "name": "보라티알",
    "code": "코스닥"
  },
  {
    "name": "매일유업",
    "code": "코스닥"
  },
  {
    "name": "LK삼양",
    "code": "코스닥"
  },
  {
    "name": "이랜시스",
    "code": "코스닥"
  },
  {
    "name": "필옵틱스",
    "code": "코스닥"
  },
  {
    "name": "미원에스씨",
    "code": "유가"
  },
  {
    "name": "경동도시가스",
    "code": "유가"
  },
  {
    "name": "넷마블",
    "code": "유가"
  },
  {
    "name": "HD건설기계",
    "code": "유가"
  },
  {
    "name": "HD현대",
    "code": "유가"
  },
  {
    "name": "HD현대일렉트릭",
    "code": "유가"
  },
  {
    "name": "포인트엔지니어링",
    "code": "코스닥"
  },
  {
    "name": "하나머티리얼즈",
    "code": "코스닥"
  },
  {
    "name": "소프트캠프",
    "code": "코스닥"
  },
  {
    "name": "와이엠티",
    "code": "코스닥"
  },
  {
    "name": "크라운제과",
    "code": "유가"
  },
  {
    "name": "AP시스템",
    "code": "코스닥"
  },
  {
    "name": "유에스티",
    "code": "코스닥"
  },
  {
    "name": "이엘피",
    "code": "코스닥"
  },
  {
    "name": "유비쿼스",
    "code": "코스닥"
  },
  {
    "name": "서진시스템",
    "code": "코스닥"
  },
  {
    "name": "코미코",
    "code": "코스닥"
  },
  {
    "name": "아스타",
    "code": "코스닥"
  },
  {
    "name": "덴티움",
    "code": "유가"
  },
  {
    "name": "에스디생명공학",
    "code": "코스닥"
  },
  {
    "name": "신신제약",
    "code": "코스닥"
  },
  {
    "name": "에프엔에스테크",
    "code": "코스닥"
  },
  {
    "name": "모바일어플라이언스",
    "code": "코스닥"
  },
  {
    "name": "피씨엘",
    "code": "코스닥"
  },
  {
    "name": "호전실업",
    "code": "유가"
  },
  {
    "name": "서플러스글로벌",
    "code": "코스닥"
  },
  {
    "name": "유바이오로직스",
    "code": "코스닥"
  },
  {
    "name": "도부",
    "code": "코넥스"
  },
  {
    "name": "한국비엔씨",
    "code": "코스닥"
  },
  {
    "name": "DSC인베스트먼트",
    "code": "코스닥"
  },
  {
    "name": "TS인베스트먼트",
    "code": "코스닥"
  },
  {
    "name": "피엠티",
    "code": "코스닥"
  },
  {
    "name": "바이오프로테크",
    "code": "코넥스"
  },
  {
    "name": "HLB펩",
    "code": "코스닥"
  },
  {
    "name": "HLB펩",
    "code": "코스닥"
  },
  {
    "name": "유니온바이오메트릭스",
    "code": "코스닥"
  },
  {
    "name": "신라젠",
    "code": "코스닥"
  },
  {
    "name": "자비스",
    "code": "코스닥"
  },
  {
    "name": "핸즈코퍼레이션",
    "code": "유가"
  },
  {
    "name": "티이엠씨씨엔에스",
    "code": "코스닥"
  },
  {
    "name": "퓨쳐켐",
    "code": "코스닥"
  },
  {
    "name": "뉴파워프라즈마",
    "code": "코스닥"
  },
  {
    "name": "엘앤케이바이오",
    "code": "코스닥"
  },
  {
    "name": "핸디소프트",
    "code": "코스닥"
  },
  {
    "name": "두산밥캣",
    "code": "유가"
  },
  {
    "name": "삼성바이오로직스",
    "code": "유가"
  },
  {
    "name": "클리오",
    "code": "코스닥"
  },
  {
    "name": "오가닉티코스메틱",
    "code": "코스닥"
  },
  {
    "name": "얼라인드",
    "code": "코스닥"
  },
  {
    "name": "세화피앤씨",
    "code": "코스닥"
  },
  {
    "name": "아이티센코어",
    "code": "코넥스"
  },
  {
    "name": "인크로스",
    "code": "코스닥"
  },
  {
    "name": "에이치엘사이언스",
    "code": "코스닥"
  },
  {
    "name": "코스메카코리아",
    "code": "코스닥"
  },
  {
    "name": "JW생명과학",
    "code": "유가"
  },
  {
    "name": "GRT",
    "code": "코스닥"
  },
  {
    "name": "안지오랩",
    "code": "코넥스"
  },
  {
    "name": "인텔리안테크",
    "code": "코스닥"
  },
  {
    "name": "에이치시티",
    "code": "코스닥"
  },
  {
    "name": "잉글우드랩",
    "code": "코스닥"
  },
  {
    "name": "앤디포스",
    "code": "코스닥"
  },
  {
    "name": "수산아이앤티",
    "code": "코스닥"
  },
  {
    "name": "미투온",
    "code": "코스닥"
  },
  {
    "name": "화승엔터프라이즈",
    "code": "유가"
  },
  {
    "name": "예선테크",
    "code": "코스닥"
  },
  {
    "name": "LS에코에너지",
    "code": "유가"
  },
  {
    "name": "유니테크노",
    "code": "코스닥"
  },
  {
    "name": "모비스",
    "code": "코스닥"
  },
  {
    "name": "나무기술",
    "code": "코스닥"
  },
  {
    "name": "자이글",
    "code": "코스닥"
  },
  {
    "name": "일동제약",
    "code": "유가"
  },
  {
    "name": "헝셩그룹",
    "code": "코스닥"
  },
  {
    "name": "샘표식품",
    "code": "유가"
  },
  {
    "name": "블루탑",
    "code": "코넥스"
  },
  {
    "name": "두올",
    "code": "유가"
  },
  {
    "name": "다산디엠씨",
    "code": "코스닥"
  },
  {
    "name": "우리손에프앤지",
    "code": "코스닥"
  },
  {
    "name": "우리손에프앤지",
    "code": "코스닥"
  },
  {
    "name": "오건에코텍",
    "code": "코넥스"
  },
  {
    "name": "알엔티엑스",
    "code": "코스닥"
  },
  {
    "name": "제노텍",
    "code": "코넥스"
  },
  {
    "name": "동서",
    "code": "유가"
  },
  {
    "name": "한국자산신탁",
    "code": "유가"
  },
  {
    "name": "한국토지신탁",
    "code": "유가"
  },
  {
    "name": "모아라이프플러스",
    "code": "코스닥"
  },
  {
    "name": "피앤씨테크",
    "code": "코스닥"
  },
  {
    "name": "로스웰",
    "code": "코스닥"
  },
  {
    "name": "씨앤에스링크",
    "code": "코넥스"
  },
  {
    "name": "해성디에스",
    "code": "유가"
  },
  {
    "name": "에스티팜",
    "code": "코스닥"
  },
  {
    "name": "지씨셀",
    "code": "코스닥"
  },
  {
    "name": "알엔투테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "이비테크",
    "code": "코넥스"
  },
  {
    "name": "이스트에이드",
    "code": "코스닥"
  },
  {
    "name": "휴온스",
    "code": "코스닥"
  },
  {
    "name": "나눔테크",
    "code": "코넥스"
  },
  {
    "name": "나눔테크",
    "code": "코넥스"
  },
  {
    "name": "KC산업",
    "code": "코넥스"
  },
  {
    "name": "모나용평",
    "code": "유가"
  },
  {
    "name": "해태제과식품",
    "code": "유가"
  },
  {
    "name": "원익IPS",
    "code": "코스닥"
  },
  {
    "name": "솔루믹스",
    "code": "코넥스"
  },
  {
    "name": "레이언스",
    "code": "코스닥"
  },
  {
    "name": "동양파일",
    "code": "코스닥"
  },
  {
    "name": "삼일씨엔에스",
    "code": "유가"
  },
  {
    "name": "팬젠",
    "code": "코스닥"
  },
  {
    "name": "AP위성",
    "code": "코스닥"
  },
  {
    "name": "큐리언트",
    "code": "코스닥"
  },
  {
    "name": "안트로젠",
    "code": "코스닥"
  },
  {
    "name": "슈프리마",
    "code": "코스닥"
  },
  {
    "name": "제이에스코퍼레이션",
    "code": "유가"
  },
  {
    "name": "유니트론텍",
    "code": "코스닥"
  },
  {
    "name": "크리스탈신소재",
    "code": "코스닥"
  },
  {
    "name": "메디젠휴먼케어",
    "code": "코넥스"
  },
  {
    "name": "볼빅",
    "code": "코넥스"
  },
  {
    "name": "이엠티",
    "code": "코넥스"
  },
  {
    "name": "더코디",
    "code": "코스닥"
  },
  {
    "name": "에스와이",
    "code": "코스닥"
  },
  {
    "name": "질경이",
    "code": "코넥스"
  },
  {
    "name": "잇츠한불",
    "code": "유가"
  },
  {
    "name": "크로넥스",
    "code": "코넥스"
  },
  {
    "name": "사토시홀딩스",
    "code": "코스닥"
  },
  {
    "name": "와이씨",
    "code": "코스닥"
  },
  {
    "name": "육일씨엔에쓰",
    "code": "코스닥"
  },
  {
    "name": "휴젤",
    "code": "코스닥"
  },
  {
    "name": "한국맥널티",
    "code": "코스닥"
  },
  {
    "name": "덱스터",
    "code": "코스닥"
  },
  {
    "name": "아진산업",
    "code": "코스닥"
  },
  {
    "name": "HLB제약",
    "code": "코스닥"
  },
  {
    "name": "강스템바이오텍",
    "code": "코스닥"
  },
  {
    "name": "에이원큐브텍",
    "code": "코넥스"
  },
  {
    "name": "메가엠디",
    "code": "코스닥"
  },
  {
    "name": "HC보광산업",
    "code": "코스닥"
  },
  {
    "name": "파크시스템스",
    "code": "코스닥"
  },
  {
    "name": "에치에프알",
    "code": "코스닥"
  },
  {
    "name": "예스티",
    "code": "코스닥"
  },
  {
    "name": "코스맥스엔비티",
    "code": "코스닥"
  },
  {
    "name": "멕아이씨에스",
    "code": "코스닥"
  },
  {
    "name": "원익피앤이",
    "code": "코스닥"
  },
  {
    "name": "세진중공업",
    "code": "유가"
  },
  {
    "name": "하이즈항공",
    "code": "코스닥"
  },
  {
    "name": "DXVX",
    "code": "코스닥"
  },
  {
    "name": "케이디켐",
    "code": "코스닥"
  },
  {
    "name": "네오오토",
    "code": "코스닥"
  },
  {
    "name": "엔투텍",
    "code": "코스닥"
  },
  {
    "name": "케어젠",
    "code": "코스닥"
  },
  {
    "name": "아이진",
    "code": "코스닥"
  },
  {
    "name": "나무가",
    "code": "코스닥"
  },
  {
    "name": "시지메드텍",
    "code": "코스닥"
  },
  {
    "name": "금호에이치티",
    "code": "유가"
  },
  {
    "name": "제주항공",
    "code": "유가"
  },
  {
    "name": "본느",
    "code": "코스닥"
  },
  {
    "name": "파마리서치바이오",
    "code": "코넥스"
  },
  {
    "name": "럭스피아",
    "code": "코넥스"
  },
  {
    "name": "노브메타파마",
    "code": "코넥스"
  },
  {
    "name": "엔케이젠바이오텍코리아",
    "code": "코스닥"
  },
  {
    "name": "현대코퍼레이션홀딩스",
    "code": "유가"
  },
  {
    "name": "엑시콘",
    "code": "코스닥"
  },
  {
    "name": "엄지하우스",
    "code": "코넥스"
  },
  {
    "name": "메디쎄이",
    "code": "코넥스"
  },
  {
    "name": "케이엠제약",
    "code": "코스닥"
  },
  {
    "name": "패션플랫폼",
    "code": "코스닥"
  },
  {
    "name": "LIG디펜스앤에어로스페이스",
    "code": "유가"
  },
  {
    "name": "넥슨게임즈",
    "code": "코스닥"
  },
  {
    "name": "제너셈",
    "code": "코스닥"
  },
  {
    "name": "타이거일렉",
    "code": "코스닥"
  },
  {
    "name": "HDC랩스",
    "code": "유가"
  },
  {
    "name": "동일제강",
    "code": "유가"
  },
  {
    "name": "아고스",
    "code": "코스닥"
  },
  {
    "name": "SFA넥셀",
    "code": "코스닥"
  },
  {
    "name": "에이텍모빌리티",
    "code": "코스닥"
  },
  {
    "name": "웹스",
    "code": "코스닥"
  },
  {
    "name": "AJ네트웍스",
    "code": "유가"
  },
  {
    "name": "파인텍",
    "code": "코스닥"
  },
  {
    "name": "심텍",
    "code": "코스닥"
  },
  {
    "name": "흥국에프엔비",
    "code": "코스닥"
  },
  {
    "name": "쎄노텍",
    "code": "코스닥"
  },
  {
    "name": "칩스앤미디어",
    "code": "코스닥"
  },
  {
    "name": "아시아경제",
    "code": "코스닥"
  },
  {
    "name": "엔에스컴퍼니",
    "code": "코넥스"
  },
  {
    "name": "아이쓰리시스템",
    "code": "코스닥"
  },
  {
    "name": "로지시스",
    "code": "코스닥"
  },
  {
    "name": "플럼라인생명과학",
    "code": "코넥스"
  },
  {
    "name": "켐트로스",
    "code": "코스닥"
  },
  {
    "name": "파마리서치",
    "code": "코스닥"
  },
  {
    "name": "디와이디",
    "code": "코스닥"
  },
  {
    "name": "펩트론",
    "code": "코스닥"
  },
  {
    "name": "이노션",
    "code": "유가"
  },
  {
    "name": "토니모리",
    "code": "유가"
  },
  {
    "name": "광동헬스바이오",
    "code": "코넥스"
  },
  {
    "name": "로지스몬",
    "code": "코넥스"
  },
  {
    "name": "미래에셋생명",
    "code": "유가"
  },
  {
    "name": "RFHIC",
    "code": "코스닥"
  },
  {
    "name": "동운아나텍",
    "code": "코스닥"
  },
  {
    "name": "일월지엠엘",
    "code": "코스닥"
  },
  {
    "name": "헥토이노베이션",
    "code": "코스닥"
  },
  {
    "name": "경보제약",
    "code": "유가"
  },
  {
    "name": "인바이츠바이오코아",
    "code": "코넥스"
  },
  {
    "name": "코아스템켐온",
    "code": "코스닥"
  },
  {
    "name": "SK디앤디",
    "code": "유가"
  },
  {
    "name": "씨앗",
    "code": "코넥스"
  },
  {
    "name": "씨앗",
    "code": "코넥스"
  },
  {
    "name": "베셀",
    "code": "코스닥"
  },
  {
    "name": "넵튠",
    "code": "코스닥"
  },
  {
    "name": "미래생명자원",
    "code": "코스닥"
  },
  {
    "name": "싸이맥스",
    "code": "코스닥"
  },
  {
    "name": "러셀",
    "code": "코스닥"
  },
  {
    "name": "픽셀플러스",
    "code": "코스닥"
  },
  {
    "name": "HLB제넥스",
    "code": "코스닥"
  },
  {
    "name": "틸론",
    "code": "코넥스"
  },
  {
    "name": "우정바이오",
    "code": "코스닥"
  },
  {
    "name": "지에이이노더스",
    "code": "코넥스"
  },
  {
    "name": "토박스코리아",
    "code": "코스닥"
  },
  {
    "name": "이노인스트루먼트",
    "code": "코스닥"
  },
  {
    "name": "우리산업",
    "code": "코스닥"
  },
  {
    "name": "메가스터디교육",
    "code": "코스닥"
  },
  {
    "name": "썬테크",
    "code": "코넥스"
  },
  {
    "name": "썬테크",
    "code": "코넥스"
  },
  {
    "name": "솔디펜스",
    "code": "코스닥"
  },
  {
    "name": "로보로보",
    "code": "코스닥"
  },
  {
    "name": "디알텍",
    "code": "코스닥"
  },
  {
    "name": "루트K",
    "code": "코스닥"
  },
  {
    "name": "골프존",
    "code": "코스닥"
  },
  {
    "name": "클래시스",
    "code": "코스닥"
  },
  {
    "name": "FSN",
    "code": "코스닥"
  },
  {
    "name": "다이나믹디자인",
    "code": "유가"
  },
  {
    "name": "다이나믹디자인",
    "code": "유가"
  },
  {
    "name": "포시에스",
    "code": "코스닥"
  },
  {
    "name": "덕산네오룩스",
    "code": "코스닥"
  },
  {
    "name": "한솔제지",
    "code": "유가"
  },
  {
    "name": "디와이파워",
    "code": "유가"
  },
  {
    "name": "국일신동",
    "code": "코스닥"
  },
  {
    "name": "링크드",
    "code": "코스닥"
  },
  {
    "name": "바디텍메드",
    "code": "코스닥"
  },
  {
    "name": "썸에이지",
    "code": "코스닥"
  },
  {
    "name": "에이팩트",
    "code": "코스닥"
  },
  {
    "name": "휴메딕스",
    "code": "코스닥"
  },
  {
    "name": "서전기전",
    "code": "코스닥"
  },
  {
    "name": "아스트",
    "code": "코스닥"
  },
  {
    "name": "오킨스전자",
    "code": "코스닥"
  },
  {
    "name": "지란지교시큐리티",
    "code": "코스닥"
  },
  {
    "name": "포톤",
    "code": "코스닥"
  },
  {
    "name": "NEW",
    "code": "코스닥"
  },
  {
    "name": "아이티센글로벌",
    "code": "코스닥"
  },
  {
    "name": "미래엔에듀파트너",
    "code": "코넥스"
  },
  {
    "name": "삼성물산",
    "code": "유가"
  },
  {
    "name": "녹십자엠에스",
    "code": "코스닥"
  },
  {
    "name": "디티앤씨",
    "code": "코스닥"
  },
  {
    "name": "셀바스헬스케어",
    "code": "코스닥"
  },
  {
    "name": "정다운",
    "code": "코스닥"
  },
  {
    "name": "정다운",
    "code": "코스닥"
  },
  {
    "name": "하이로닉",
    "code": "코스닥"
  },
  {
    "name": "랩지노믹스",
    "code": "코스닥"
  },
  {
    "name": "에이디테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "비씨월드제약",
    "code": "코스닥"
  },
  {
    "name": "미스터블루",
    "code": "코스닥"
  },
  {
    "name": "알테오젠",
    "code": "코스닥"
  },
  {
    "name": "베노티앤알",
    "code": "코스닥"
  },
  {
    "name": "대창스틸",
    "code": "코스닥"
  },
  {
    "name": "에프엔씨엔터",
    "code": "코스닥"
  },
  {
    "name": "휴마시스",
    "code": "코스닥"
  },
  {
    "name": "씨에스윈드",
    "code": "유가"
  },
  {
    "name": "텔콘RF제약",
    "code": "코스닥"
  },
  {
    "name": "지엘팜텍",
    "code": "코스닥"
  },
  {
    "name": "글로벌텍스프리",
    "code": "코스닥"
  },
  {
    "name": "디에이테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "삼성에스디에스",
    "code": "유가"
  },
  {
    "name": "아이케이세미콘",
    "code": "코넥스"
  },
  {
    "name": "넥써쓰",
    "code": "코스닥"
  },
  {
    "name": "엑셈",
    "code": "코스닥"
  },
  {
    "name": "테고사이언스",
    "code": "코스닥"
  },
  {
    "name": "슈피겐코리아",
    "code": "코스닥"
  },
  {
    "name": "영우디에스피",
    "code": "코스닥"
  },
  {
    "name": "유니포인트",
    "code": "코넥스"
  },
  {
    "name": "드림시큐리티",
    "code": "코스닥"
  },
  {
    "name": "메디아나",
    "code": "코스닥"
  },
  {
    "name": "HL만도",
    "code": "유가"
  },
  {
    "name": "데브시스터즈",
    "code": "코스닥"
  },
  {
    "name": "오늘이엔엠",
    "code": "코스닥"
  },
  {
    "name": "강동씨앤엘",
    "code": "코스닥"
  },
  {
    "name": "강동씨앤엘",
    "code": "코스닥"
  },
  {
    "name": "판도라티비",
    "code": "코넥스"
  },
  {
    "name": "서연이화",
    "code": "유가"
  },
  {
    "name": "신화콘텍",
    "code": "코스닥"
  },
  {
    "name": "쿠쿠홀딩스",
    "code": "유가"
  },
  {
    "name": "파버나인",
    "code": "코스닥"
  },
  {
    "name": "덕신이피씨",
    "code": "코스닥"
  },
  {
    "name": "창해에탄올",
    "code": "코스닥"
  },
  {
    "name": "윈하이텍",
    "code": "코스닥"
  },
  {
    "name": "아진엑스텍",
    "code": "코스닥"
  },
  {
    "name": "콜마비앤에이치",
    "code": "코스닥"
  },
  {
    "name": "화인베스틸",
    "code": "유가"
  },
  {
    "name": "엣지파운드리",
    "code": "코스닥"
  },
  {
    "name": "큐엠씨",
    "code": "코넥스"
  },
  {
    "name": "데이터스트림즈",
    "code": "코넥스"
  },
  {
    "name": "코아시아씨엠",
    "code": "코스닥"
  },
  {
    "name": "캐스텍코리아",
    "code": "코스닥"
  },
  {
    "name": "BGF",
    "code": "유가"
  },
  {
    "name": "나노",
    "code": "코스닥"
  },
  {
    "name": "케이사인",
    "code": "코스닥"
  },
  {
    "name": "코스맥스",
    "code": "유가"
  },
  {
    "name": "오이솔루션",
    "code": "코스닥"
  },
  {
    "name": "오이솔루션",
    "code": "코스닥"
  },
  {
    "name": "한국정보인증",
    "code": "코스닥"
  },
  {
    "name": "다산솔루에타",
    "code": "코스닥"
  },
  {
    "name": "현대이지웰",
    "code": "코스닥"
  },
  {
    "name": "위월드",
    "code": "코넥스"
  },
  {
    "name": "코셋",
    "code": "코넥스"
  },
  {
    "name": "코셋",
    "code": "코넥스"
  },
  {
    "name": "SGA솔루션즈",
    "code": "코스닥"
  },
  {
    "name": "대동고려삼",
    "code": "코넥스"
  },
  {
    "name": "기가레인",
    "code": "코스닥"
  },
  {
    "name": "알티캐스트",
    "code": "코스닥"
  },
  {
    "name": "종근당",
    "code": "유가"
  },
  {
    "name": "현대공업",
    "code": "코스닥"
  },
  {
    "name": "엔브이에이치코리아",
    "code": "코스닥"
  },
  {
    "name": "탑코미디어",
    "code": "코스닥"
  },
  {
    "name": "신송홀딩스",
    "code": "유가"
  },
  {
    "name": "큐브엔터",
    "code": "코스닥"
  },
  {
    "name": "라이온켐텍",
    "code": "코스닥"
  },
  {
    "name": "램테크놀러지",
    "code": "코스닥"
  },
  {
    "name": "앤로보틱스",
    "code": "코스닥"
  },
  {
    "name": "아세아시멘트",
    "code": "유가"
  },
  {
    "name": "해성옵틱스",
    "code": "코스닥"
  },
  {
    "name": "내츄럴엔도텍",
    "code": "코스닥"
  },
  {
    "name": "현대로템",
    "code": "유가"
  },
  {
    "name": "수프로",
    "code": "코넥스"
  },
  {
    "name": "두산테스나",
    "code": "코스닥"
  },
  {
    "name": "파수AI",
    "code": "코스닥"
  },
  {
    "name": "엘티씨",
    "code": "코스닥"
  },
  {
    "name": "지엔씨에너지",
    "code": "코스닥"
  },
  {
    "name": "한진칼",
    "code": "유가"
  },
  {
    "name": "아미코젠",
    "code": "코스닥"
  },
  {
    "name": "NHN",
    "code": "유가"
  },
  {
    "name": "GH신소재",
    "code": "코스닥"
  },
  {
    "name": "파이오링크",
    "code": "코스닥"
  },
  {
    "name": "KG에코솔루션",
    "code": "코스닥"
  },
  {
    "name": "JB금융지주",
    "code": "유가"
  },
  {
    "name": "KT나스미디어",
    "code": "코스닥"
  },
  {
    "name": "대주이엔티",
    "code": "코넥스"
  },
  {
    "name": "머니무브",
    "code": "코넥스"
  },
  {
    "name": "태양기계",
    "code": "코넥스"
  },
  {
    "name": "엑세스바이오",
    "code": "코스닥"
  },
  {
    "name": "DSR",
    "code": "유가"
  },
  {
    "name": "리가켐바이오",
    "code": "코스닥"
  },
  {
    "name": "동아에스티",
    "code": "유가"
  },
  {
    "name": "윈팩",
    "code": "코스닥"
  },
  {
    "name": "코렌텍",
    "code": "코스닥"
  },
  {
    "name": "제로투세븐",
    "code": "코스닥"
  },
  {
    "name": "한솔아이원스",
    "code": "코스닥"
  },
  {
    "name": "우리이앤엘하루틴",
    "code": "코스닥"
  },
  {
    "name": "아이센스",
    "code": "코스닥"
  },
  {
    "name": "에코글로우",
    "code": "코스닥"
  },
  {
    "name": "우리로",
    "code": "코스닥"
  },
  {
    "name": "우리로",
    "code": "코스닥"
  },
  {
    "name": "디젠스",
    "code": "코스닥"
  },
  {
    "name": "지엠비코리아",
    "code": "유가"
  },
  {
    "name": "와이엠씨",
    "code": "코스닥"
  },
  {
    "name": "LG헬로비전",
    "code": "유가"
  },
  {
    "name": "아바텍",
    "code": "코스닥"
  },
  {
    "name": "동일고무벨트",
    "code": "유가"
  },
  {
    "name": "한국콜마",
    "code": "유가"
  },
  {
    "name": "한국타이어앤테크놀로지",
    "code": "유가"
  },
  {
    "name": "코이즈",
    "code": "코스닥"
  },
  {
    "name": "애경케미칼",
    "code": "유가"
  },
  {
    "name": "네이블",
    "code": "코스닥"
  },
  {
    "name": "피엔티",
    "code": "코스닥"
  },
  {
    "name": "사조씨푸드",
    "code": "유가"
  },
  {
    "name": "비아트론",
    "code": "코스닥"
  },
  {
    "name": "빛샘전자",
    "code": "코스닥"
  },
  {
    "name": "휴비스",
    "code": "유가"
  },
  {
    "name": "사람인",
    "code": "코스닥"
  },
  {
    "name": "제룡산업",
    "code": "코스닥"
  },
  {
    "name": "남화토건",
    "code": "코스닥"
  },
  {
    "name": "남화토건",
    "code": "코스닥"
  },
  {
    "name": "케이탑리츠",
    "code": "유가"
  },
  {
    "name": "메지온",
    "code": "코스닥"
  },
  {
    "name": "원익머트리얼즈",
    "code": "코스닥"
  },
  {
    "name": "제이에스링크",
    "code": "코스닥"
  },
  {
    "name": "GS리테일",
    "code": "유가"
  },
  {
    "name": "나이스디앤비",
    "code": "코스닥"
  },
  {
    "name": "시큐브",
    "code": "코스닥"
  },
  {
    "name": "서암기계공업",
    "code": "코스닥"
  },
  {
    "name": "서암기계공업",
    "code": "코스닥"
  },
  {
    "name": "인터지스",
    "code": "유가"
  },
  {
    "name": "씨유메디칼",
    "code": "코스닥"
  },
  {
    "name": "삼양사",
    "code": "유가"
  },
  {
    "name": "키네마스터",
    "code": "코스닥"
  },
  {
    "name": "비덴트",
    "code": "코스닥"
  },
  {
    "name": "신진에스엠",
    "code": "코스닥"
  },
  {
    "name": "이엠넷",
    "code": "코스닥"
  },
  {
    "name": "와이지엔터테인먼트",
    "code": "코스닥"
  },
  {
    "name": "테크윙",
    "code": "코스닥"
  },
  {
    "name": "씨큐브",
    "code": "코스닥"
  },
  {
    "name": "엠엑스로보틱스",
    "code": "코스닥"
  },
  {
    "name": "씨엔플러스",
    "code": "코스닥"
  },
  {
    "name": "하나투어",
    "code": "유가"
  },
  {
    "name": "로보스타",
    "code": "코스닥"
  },
  {
    "name": "대한과학",
    "code": "코스닥"
  },
  {
    "name": "아이디스",
    "code": "코스닥"
  },
  {
    "name": "에이블씨엔씨",
    "code": "유가"
  },
  {
    "name": "제이씨케미칼",
    "code": "코스닥"
  },
  {
    "name": "아이씨디",
    "code": "코스닥"
  },
  {
    "name": "제닉",
    "code": "코스닥"
  },
  {
    "name": "삼원강재",
    "code": "유가"
  },
  {
    "name": "상아프론테크",
    "code": "코스닥"
  },
  {
    "name": "신세계인터내셔날",
    "code": "유가"
  },
  {
    "name": "나이벡",
    "code": "코스닥"
  },
  {
    "name": "옵티시스",
    "code": "코스닥"
  },
  {
    "name": "대양전기공업",
    "code": "코스닥"
  },
  {
    "name": "한국항공우주",
    "code": "유가"
  },
  {
    "name": "롯데하이마트",
    "code": "유가"
  },
  {
    "name": "서연탑메탈",
    "code": "코스닥"
  },
  {
    "name": "한세엠케이",
    "code": "유가"
  },
  {
    "name": "넥스트아이",
    "code": "코스닥"
  },
  {
    "name": "티엔엔터테인먼트",
    "code": "코스닥"
  },
  {
    "name": "이마트",
    "code": "유가"
  },
  {
    "name": "iM금융지주",
    "code": "유가"
  },
  {
    "name": "케이티스카이라이프",
    "code": "유가"
  },
  {
    "name": "KX",
    "code": "코스닥"
  },
  {
    "name": "골프존홀딩스",
    "code": "코스닥"
  },
  {
    "name": "메리츠금융지주",
    "code": "유가"
  },
  {
    "name": "윈스테크넷",
    "code": "코스닥"
  },
  {
    "name": "하림",
    "code": "코스닥"
  },
  {
    "name": "한국종합기술",
    "code": "유가"
  },
  {
    "name": "이퓨쳐",
    "code": "코스닥"
  },
  {
    "name": "티케이케미칼",
    "code": "코스닥"
  },
  {
    "name": "BNK금융지주",
    "code": "유가"
  },
  {
    "name": "롯데에너지머티리얼즈",
    "code": "유가"
  },
  {
    "name": "부스타",
    "code": "코스닥"
  },
  {
    "name": "현대위아",
    "code": "유가"
  },
  {
    "name": "선진",
    "code": "유가"
  },
  {
    "name": "미원화학",
    "code": "유가"
  },
  {
    "name": "나노신소재",
    "code": "코스닥"
  },
  {
    "name": "케이아이엔엑스",
    "code": "코스닥"
  },
  {
    "name": "티피씨글로벌",
    "code": "코스닥"
  },
  {
    "name": "LB세미콘",
    "code": "코스닥"
  },
  {
    "name": "딜리",
    "code": "코스닥"
  },
  {
    "name": "제이엔케이글로벌",
    "code": "코스닥"
  },
  {
    "name": "블루콤",
    "code": "코스닥"
  },
  {
    "name": "인트론바이오",
    "code": "코스닥"
  },
  {
    "name": "시디즈",
    "code": "유가"
  },
  {
    "name": "알서포트",
    "code": "코스닥"
  },
  {
    "name": "인텍플러스",
    "code": "코스닥"
  },
  {
    "name": "티에스이",
    "code": "코스닥"
  },
  {
    "name": "한화엔진",
    "code": "유가"
  },
  {
    "name": "이브이첨단소재",
    "code": "코스닥"
  },
  {
    "name": "대성에너지",
    "code": "유가"
  },
  {
    "name": "현대퓨처넷",
    "code": "유가"
  },
  {
    "name": "대정화금",
    "code": "코스닥"
  },
  {
    "name": "KTis",
    "code": "유가"
  },
  {
    "name": "한전산업",
    "code": "유가"
  },
  {
    "name": "피제이메탈",
    "code": "코스닥"
  },
  {
    "name": "옵투스제약",
    "code": "코스닥"
  },
  {
    "name": "에이루트",
    "code": "코스닥"
  },
  {
    "name": "엘브이엠씨",
    "code": "유가"
  },
  {
    "name": "티비씨",
    "code": "코스닥"
  },
  {
    "name": "시그네틱스",
    "code": "코스닥"
  },
  {
    "name": "한국전자인증",
    "code": "코스닥"
  },
  {
    "name": "BGF에코머티리얼즈",
    "code": "코스닥"
  },
  {
    "name": "디케이락",
    "code": "코스닥"
  },
  {
    "name": "위메이드플레이",
    "code": "코스닥"
  },
  {
    "name": "아나패스",
    "code": "코스닥"
  },
  {
    "name": "KNN",
    "code": "코스닥"
  },
  {
    "name": "누리플랜",
    "code": "코스닥"
  },
  {
    "name": "아이텍",
    "code": "코스닥"
  },
  {
    "name": "인화정공",
    "code": "코스닥"
  },
  {
    "name": "셀피글로벌",
    "code": "코스닥"
  },
  {
    "name": "뉴온",
    "code": "코스닥"
  },
  {
    "name": "미스토홀딩스",
    "code": "유가"
  },
  {
    "name": "알파칩스",
    "code": "코스닥"
  },
  {
    "name": "포메탈",
    "code": "코스닥"
  },
  {
    "name": "KTcs",
    "code": "유가"
  },
  {
    "name": "다원시스",
    "code": "코스닥"
  },
  {
    "name": "씨젠",
    "code": "코스닥"
  },
  {
    "name": "와이솔",
    "code": "코스닥"
  },
  {
    "name": "하이비젼시스템",
    "code": "코스닥"
  },
  {
    "name": "화신정공",
    "code": "코스닥"
  },
  {
    "name": "코리아에프티",
    "code": "코스닥"
  },
  {
    "name": "도화엔지니어링",
    "code": "유가"
  },
  {
    "name": "엠에스오토텍",
    "code": "코스닥"
  },
  {
    "name": "이글루",
    "code": "코스닥"
  },
  {
    "name": "대성산업",
    "code": "유가"
  },
  {
    "name": "아이마켓코리아",
    "code": "유가"
  },
  {
    "name": "한미약품",
    "code": "유가"
  },
  {
    "name": "인터로조",
    "code": "코스닥"
  },
  {
    "name": "하이텍팜",
    "code": "코스닥"
  },
  {
    "name": "우진",
    "code": "유가"
  },
  {
    "name": "무학",
    "code": "유가"
  },
  {
    "name": "에스디시스템",
    "code": "코스닥"
  },
  {
    "name": "알톤",
    "code": "코스닥"
  },
  {
    "name": "유비벨록스",
    "code": "코스닥"
  },
  {
    "name": "오르비텍",
    "code": "코스닥"
  },
  {
    "name": "이연제약",
    "code": "유가"
  },
  {
    "name": "엑스큐어",
    "code": "코스닥"
  },
  {
    "name": "투비소프트",
    "code": "코스닥"
  },
  {
    "name": "한국화장품",
    "code": "유가"
  },
  {
    "name": "에스제이엠",
    "code": "유가"
  },
  {
    "name": "인피니트헬스케어",
    "code": "코스닥"
  },
  {
    "name": "서진오토모티브",
    "code": "코스닥"
  },
  {
    "name": "인지소프트",
    "code": "코스닥"
  },
  {
    "name": "HL홀딩스",
    "code": "유가"
  },
  {
    "name": "삼성생명",
    "code": "유가"
  },
  {
    "name": "신세계푸드",
    "code": "유가"
  },
  {
    "name": "딥커머스",
    "code": "코스닥"
  },
  {
    "name": "파이온엑스",
    "code": "코스닥"
  },
  {
    "name": "케이씨에스",
    "code": "코스닥"
  },
  {
    "name": "씨엑스아이",
    "code": "코스닥"
  },
  {
    "name": "HLB테라퓨틱스",
    "code": "코스닥"
  },
  {
    "name": "삼기",
    "code": "코스닥"
  },
  {
    "name": "한화생명",
    "code": "유가"
  },
  {
    "name": "이미지스",
    "code": "코스닥"
  },
  {
    "name": "조선선재",
    "code": "유가"
  },
  {
    "name": "인포바인",
    "code": "코스닥"
  },
  {
    "name": "케이이엠텍",
    "code": "코스닥"
  },
  {
    "name": "모베이스",
    "code": "코스닥"
  },
  {
    "name": "코오롱인더",
    "code": "유가"
  },
  {
    "name": "KC코트렐",
    "code": "유가"
  },
  {
    "name": "지역난방공사",
    "code": "유가"
  },
  {
    "name": "스타플렉스",
    "code": "코스닥"
  },
  {
    "name": "우리넷",
    "code": "코스닥"
  },
  {
    "name": "아세아텍",
    "code": "코스닥"
  },
  {
    "name": "영흥",
    "code": "유가"
  },
  {
    "name": "폴라리스우노",
    "code": "코스닥"
  },
  {
    "name": "코디",
    "code": "코스닥"
  },
  {
    "name": "메타케어",
    "code": "유가"
  },
  {
    "name": "글로벌에스엠",
    "code": "코스닥"
  },
  {
    "name": "DGI",
    "code": "코스닥"
  },
  {
    "name": "그린생명과학",
    "code": "코스닥"
  },
  {
    "name": "그린생명과학",
    "code": "코스닥"
  },
  {
    "name": "디와이피엔에프",
    "code": "코스닥"
  },
  {
    "name": "위메이드",
    "code": "코스닥"
  },
  {
    "name": "한전기술",
    "code": "유가"
  },
  {
    "name": "셀바스AI",
    "code": "코스닥"
  },
  {
    "name": "이원컴포텍",
    "code": "코스닥"
  },
  {
    "name": "강원에너지",
    "code": "코스닥"
  },
  {
    "name": "GKL",
    "code": "유가"
  },
  {
    "name": "휴맥스",
    "code": "코스닥"
  },
  {
    "name": "앱토크롬",
    "code": "코스닥"
  },
  {
    "name": "SK",
    "code": "유가"
  },
  {
    "name": "동방선기",
    "code": "코스닥"
  },
  {
    "name": "KS인더스트리",
    "code": "코스닥"
  },
  {
    "name": "진매트릭스",
    "code": "코스닥"
  },
  {
    "name": "황금에스티",
    "code": "유가"
  },
  {
    "name": "비츠로셀",
    "code": "코스닥"
  },
  {
    "name": "하이트진로",
    "code": "유가"
  },
  {
    "name": "한스바이오메드",
    "code": "코스닥"
  },
  {
    "name": "동양생명",
    "code": "유가"
  },
  {
    "name": "NHN벅스",
    "code": "코스닥"
  },
  {
    "name": "아이앤씨",
    "code": "코스닥"
  },
  {
    "name": "유니온머티리얼",
    "code": "유가"
  },
  {
    "name": "케이엔더블유",
    "code": "코스닥"
  },
  {
    "name": "형지엘리트",
    "code": "유가"
  },
  {
    "name": "디에스케이",
    "code": "코스닥"
  },
  {
    "name": "제넥신",
    "code": "코스닥"
  },
  {
    "name": "톱텍",
    "code": "코스닥"
  },
  {
    "name": "동국S&C",
    "code": "코스닥"
  },
  {
    "name": "에스앤더블류",
    "code": "코스닥"
  },
  {
    "name": "키움증권",
    "code": "유가"
  },
  {
    "name": "영원무역",
    "code": "유가"
  },
  {
    "name": "컴투스홀딩스",
    "code": "코스닥"
  },
  {
    "name": "동일금속",
    "code": "코스닥"
  },
  {
    "name": "한미글로벌",
    "code": "유가"
  },
  {
    "name": "동아지질",
    "code": "유가"
  },
  {
    "name": "어보브반도체",
    "code": "코스닥"
  },
  {
    "name": "위메이드맥스",
    "code": "코스닥"
  },
  {
    "name": "이엔에프테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "스맥",
    "code": "코스닥"
  },
  {
    "name": "SDN",
    "code": "코스닥"
  },
  {
    "name": "한국정밀기계",
    "code": "코스닥"
  },
  {
    "name": "HD현대마린엔진",
    "code": "유가"
  },
  {
    "name": "흥국",
    "code": "코스닥"
  },
  {
    "name": "우림피티에스",
    "code": "코스닥"
  },
  {
    "name": "티플랙스",
    "code": "코스닥"
  },
  {
    "name": "LX하우시스",
    "code": "유가"
  },
  {
    "name": "에스티오",
    "code": "코스닥"
  },
  {
    "name": "에이테크솔루션",
    "code": "코스닥"
  },
  {
    "name": "에스앤에스텍",
    "code": "코스닥"
  },
  {
    "name": "뷰웍스",
    "code": "코스닥"
  },
  {
    "name": "코오롱생명과학",
    "code": "코스닥"
  },
  {
    "name": "엔시트론",
    "code": "코스닥"
  },
  {
    "name": "한세실업",
    "code": "유가"
  },
  {
    "name": "주성코퍼레이션",
    "code": "유가"
  },
  {
    "name": "파인테크닉스",
    "code": "코스닥"
  },
  {
    "name": "미원홀딩스",
    "code": "유가"
  },
  {
    "name": "이수앱지스",
    "code": "코스닥"
  },
  {
    "name": "디에스엠",
    "code": "코스닥"
  },
  {
    "name": "유비쿼스홀딩스",
    "code": "코스닥"
  },
  {
    "name": "메디톡스",
    "code": "코스닥"
  },
  {
    "name": "엠게임",
    "code": "코스닥"
  },
  {
    "name": "아이컴포넌트",
    "code": "코스닥"
  },
  {
    "name": "NAVER",
    "code": "유가"
  },
  {
    "name": "HLB생명과학",
    "code": "코스닥"
  },
  {
    "name": "이크레더블",
    "code": "코스닥"
  },
  {
    "name": "부국철강",
    "code": "유가"
  },
  {
    "name": "부국철강",
    "code": "유가"
  },
  {
    "name": "KB금융",
    "code": "유가"
  },
  {
    "name": "세운메디칼",
    "code": "코스닥"
  },
  {
    "name": "한국철강",
    "code": "유가"
  },
  {
    "name": "마이크로컨텍솔",
    "code": "코스닥"
  },
  {
    "name": "이엠앤아이",
    "code": "코스닥"
  },
  {
    "name": "일진전기",
    "code": "유가"
  },
  {
    "name": "풍산",
    "code": "유가"
  },
  {
    "name": "LG이노텍",
    "code": "유가"
  },
  {
    "name": "웰크론한텍",
    "code": "코스닥"
  },
  {
    "name": "하이드로리튬",
    "code": "코스닥"
  },
  {
    "name": "슈프리마에이치큐",
    "code": "코스닥"
  },
  {
    "name": "명문제약",
    "code": "유가"
  },
  {
    "name": "서울옥션",
    "code": "코스닥"
  },
  {
    "name": "이스트소프트",
    "code": "코스닥"
  },
  {
    "name": "비상교육",
    "code": "유가"
  },
  {
    "name": "크레버스",
    "code": "코스닥"
  },
  {
    "name": "동성케미컬",
    "code": "유가"
  },
  {
    "name": "월덱스",
    "code": "코스닥"
  },
  {
    "name": "쎄트렉아이",
    "code": "코스닥"
  },
  {
    "name": "브리지텍",
    "code": "코스닥"
  },
  {
    "name": "고영",
    "code": "코스닥"
  },
  {
    "name": "조이시티",
    "code": "코스닥"
  },
  {
    "name": "우진비앤지",
    "code": "코스닥"
  },
  {
    "name": "테스",
    "code": "코스닥"
  },
  {
    "name": "예스24",
    "code": "코스닥"
  },
  {
    "name": "엘디티",
    "code": "코스닥"
  },
  {
    "name": "LG유플러스",
    "code": "유가"
  },
  {
    "name": "메타바이오메드",
    "code": "코스닥"
  },
  {
    "name": "효성오앤비",
    "code": "코스닥"
  },
  {
    "name": "인바이오젠",
    "code": "유가"
  },
  {
    "name": "아시아나항공",
    "code": "유가"
  },
  {
    "name": "SNT에너지",
    "code": "유가"
  },
  {
    "name": "진양홀딩스",
    "code": "유가"
  },
  {
    "name": "한울소재과학",
    "code": "코스닥"
  },
  {
    "name": "엔케이",
    "code": "유가"
  },
  {
    "name": "에코볼트",
    "code": "코스닥"
  },
  {
    "name": "에스코넥",
    "code": "코스닥"
  },
  {
    "name": "일신바이오",
    "code": "코스닥"
  },
  {
    "name": "서원인텍",
    "code": "코스닥"
  },
  {
    "name": "이씨에스",
    "code": "코스닥"
  },
  {
    "name": "대창솔루션",
    "code": "코스닥"
  },
  {
    "name": "한전KPS",
    "code": "유가"
  },
  {
    "name": "한전KPS",
    "code": "유가"
  },
  {
    "name": "엑시온그룹",
    "code": "코스닥"
  },
  {
    "name": "알에프세미",
    "code": "코스닥"
  },
  {
    "name": "디엔에프",
    "code": "코스닥"
  },
  {
    "name": "일진파워",
    "code": "코스닥"
  },
  {
    "name": "비엠티",
    "code": "코스닥"
  },
  {
    "name": "기신정기",
    "code": "유가"
  },
  {
    "name": "신화프리텍",
    "code": "코스닥"
  },
  {
    "name": "KSS해운",
    "code": "유가"
  },
  {
    "name": "효성 ITX",
    "code": "유가"
  },
  {
    "name": "현우산업",
    "code": "코스닥"
  },
  {
    "name": "유나이티드",
    "code": "유가"
  },
  {
    "name": "케이알엠",
    "code": "코스닥"
  },
  {
    "name": "디아이씨",
    "code": "유가"
  },
  {
    "name": "에스에너지",
    "code": "코스닥"
  },
  {
    "name": "성우전자",
    "code": "코스닥"
  },
  {
    "name": "엘엠에스",
    "code": "코스닥"
  },
  {
    "name": "제이엠티",
    "code": "코스닥"
  },
  {
    "name": "오디텍",
    "code": "코스닥"
  },
  {
    "name": "ISC",
    "code": "코스닥"
  },
  {
    "name": "네오티스",
    "code": "코스닥"
  },
  {
    "name": "미래나노텍",
    "code": "코스닥"
  },
  {
    "name": "상보",
    "code": "코스닥"
  },
  {
    "name": "CJ제일제당",
    "code": "유가"
  },
  {
    "name": "바이오톡스텍",
    "code": "코스닥"
  },
  {
    "name": "팬오션",
    "code": "유가"
  },
  {
    "name": "옴니시스템",
    "code": "코스닥"
  },
  {
    "name": "푸른로보틱스",
    "code": "코스닥"
  },
  {
    "name": "웨이브일렉트로",
    "code": "코스닥"
  },
  {
    "name": "HJ중공업",
    "code": "유가"
  },
  {
    "name": "빅솔론",
    "code": "코스닥"
  },
  {
    "name": "JW홀딩스",
    "code": "유가"
  },
  {
    "name": "S&K폴리텍",
    "code": "코스닥"
  },
  {
    "name": "SK이노베이션",
    "code": "유가"
  },
  {
    "name": "멤레이비티",
    "code": "코스닥"
  },
  {
    "name": "갤럭시아머니트리",
    "code": "코스닥"
  },
  {
    "name": "에코프로",
    "code": "코스닥"
  },
  {
    "name": "대산F&B",
    "code": "코스닥"
  },
  {
    "name": "컴투스",
    "code": "코스닥"
  },
  {
    "name": "네오위즈",
    "code": "코스닥"
  },
  {
    "name": "삼성카드",
    "code": "유가"
  },
  {
    "name": "앤씨앤",
    "code": "코스닥"
  },
  {
    "name": "엔텔스",
    "code": "코스닥"
  },
  {
    "name": "알루코",
    "code": "유가"
  },
  {
    "name": "풍강",
    "code": "코스닥"
  },
  {
    "name": "웅진씽크빅",
    "code": "유가"
  },
  {
    "name": "동국제약",
    "code": "코스닥"
  },
  {
    "name": "케이프",
    "code": "코스닥"
  },
  {
    "name": "상신이디피",
    "code": "코스닥"
  },
  {
    "name": "한라IMS",
    "code": "코스닥"
  },
  {
    "name": "에프알텍",
    "code": "코스닥"
  },
  {
    "name": "이엠텍",
    "code": "코스닥"
  },
  {
    "name": "참좋은여행",
    "code": "코스닥"
  },
  {
    "name": "네오리진",
    "code": "코스닥"
  },
  {
    "name": "맵스리얼티",
    "code": "유가"
  },
  {
    "name": "LS증권",
    "code": "코스닥"
  },
  {
    "name": "매커스",
    "code": "코스닥"
  },
  {
    "name": "LSK아이로봇",
    "code": "코스닥"
  },
  {
    "name": "네오팜",
    "code": "코스닥"
  },
  {
    "name": "오스코텍",
    "code": "코스닥"
  },
  {
    "name": "켐트로닉스",
    "code": "코스닥"
  },
  {
    "name": "제이스로보틱스",
    "code": "코스닥"
  },
  {
    "name": "동아엘텍",
    "code": "코스닥"
  },
  {
    "name": "메타랩스",
    "code": "유가"
  },
  {
    "name": "후성",
    "code": "유가"
  },
  {
    "name": "휴온스글로벌",
    "code": "코스닥"
  },
  {
    "name": "케이씨티",
    "code": "코스닥"
  },
  {
    "name": "파트론",
    "code": "코스닥"
  },
  {
    "name": "유니테스트",
    "code": "코스닥"
  },
  {
    "name": "휴림로봇",
    "code": "코스닥"
  },
  {
    "name": "LF",
    "code": "유가"
  },
  {
    "name": "에스에이티",
    "code": "코스닥"
  },
  {
    "name": "큐에스아이",
    "code": "코스닥"
  },
  {
    "name": "멀티캠퍼스",
    "code": "코스닥"
  },
  {
    "name": "주연테크",
    "code": "유가"
  },
  {
    "name": "코스맥스비티아이",
    "code": "유가"
  },
  {
    "name": "코세스",
    "code": "코스닥"
  },
  {
    "name": "인천도시가스",
    "code": "유가"
  },
  {
    "name": "성창오토텍",
    "code": "코스닥"
  },
  {
    "name": "넥스턴앤롤코리아",
    "code": "코스닥"
  },
  {
    "name": "제이티",
    "code": "코스닥"
  },
  {
    "name": "아이윈",
    "code": "코스닥"
  },
  {
    "name": "이녹스",
    "code": "코스닥"
  },
  {
    "name": "삼정펄프",
    "code": "유가"
  },
  {
    "name": "KEC",
    "code": "유가"
  },
  {
    "name": "KPX홀딩스",
    "code": "유가"
  },
  {
    "name": "THE E&M",
    "code": "코스닥"
  },
  {
    "name": "바텍",
    "code": "코스닥"
  },
  {
    "name": "MDS테크",
    "code": "코스닥"
  },
  {
    "name": "HDC현대EP",
    "code": "유가"
  },
  {
    "name": "루멘스",
    "code": "코스닥"
  },
  {
    "name": "CSA 코스믹",
    "code": "코스닥"
  },
  {
    "name": "NICE인프라",
    "code": "코스닥"
  },
  {
    "name": "쇼박스",
    "code": "코스닥"
  },
  {
    "name": "팬엔터테인먼트",
    "code": "코스닥"
  },
  {
    "name": "인포뱅크",
    "code": "코스닥"
  },
  {
    "name": "노루페인트",
    "code": "유가"
  },
  {
    "name": "아모레퍼시픽",
    "code": "유가"
  },
  {
    "name": "아이오케이이엔엠",
    "code": "코스닥"
  },
  {
    "name": "동우팜투테이블",
    "code": "코스닥"
  },
  {
    "name": "롯데관광개발",
    "code": "유가"
  },
  {
    "name": "제이브이엠",
    "code": "코스닥"
  },
  {
    "name": "평화산업",
    "code": "유가"
  },
  {
    "name": "우진플라임",
    "code": "유가"
  },
  {
    "name": "팅크웨어",
    "code": "코스닥"
  },
  {
    "name": "신세계I&C",
    "code": "유가"
  },
  {
    "name": "진바이오텍",
    "code": "코스닥"
  },
  {
    "name": "티케이지애강",
    "code": "코스닥"
  },
  {
    "name": "진도",
    "code": "유가"
  },
  {
    "name": "에이스테크",
    "code": "코스닥"
  },
  {
    "name": "맥쿼리인프라",
    "code": "유가"
  },
  {
    "name": "롯데쇼핑",
    "code": "유가"
  },
  {
    "name": "셀트리온제약",
    "code": "코스닥"
  },
  {
    "name": "GST",
    "code": "코스닥"
  },
  {
    "name": "에너토크",
    "code": "코스닥"
  },
  {
    "name": "제우스",
    "code": "코스닥"
  },
  {
    "name": "뉴프렉스",
    "code": "코스닥"
  },
  {
    "name": "유진테크",
    "code": "코스닥"
  },
  {
    "name": "CG인바이츠",
    "code": "코스닥"
  },
  {
    "name": "바이오니아",
    "code": "코스닥"
  },
  {
    "name": "헬릭스미스",
    "code": "코스닥"
  },
  {
    "name": "인콘",
    "code": "코스닥"
  },
  {
    "name": "차바이오텍",
    "code": "코스닥"
  },
  {
    "name": "현대글로비스",
    "code": "유가"
  },
  {
    "name": "대봉엘에스",
    "code": "코스닥"
  },
  {
    "name": "와이엔텍",
    "code": "코스닥"
  },
  {
    "name": "와이엔텍",
    "code": "코스닥"
  },
  {
    "name": "케이엠",
    "code": "코스닥"
  },
  {
    "name": "티비에이치글로벌",
    "code": "유가"
  },
  {
    "name": "수성웹툰",
    "code": "코스닥"
  },
  {
    "name": "하나금융지주",
    "code": "유가"
  },
  {
    "name": "제일연마",
    "code": "유가"
  },
  {
    "name": "모다이노칩",
    "code": "코스닥"
  },
  {
    "name": "비에이치아이",
    "code": "코스닥"
  },
  {
    "name": "케스피온",
    "code": "코스닥"
  },
  {
    "name": "현대리바트",
    "code": "유가"
  },
  {
    "name": "비보존 제약",
    "code": "코스닥"
  },
  {
    "name": "자연과환경",
    "code": "코스닥"
  },
  {
    "name": "와토스코리아",
    "code": "코스닥"
  },
  {
    "name": "와토스코리아",
    "code": "코스닥"
  },
  {
    "name": "대한제강",
    "code": "유가"
  },
  {
    "name": "폴라리스오피스",
    "code": "코스닥"
  },
  {
    "name": "휴림에이텍",
    "code": "코스닥"
  },
  {
    "name": "서린바이오",
    "code": "코스닥"
  },
  {
    "name": "새론오토모티브",
    "code": "유가"
  },
  {
    "name": "그린케미칼",
    "code": "유가"
  },
  {
    "name": "가비아",
    "code": "코스닥"
  },
  {
    "name": "덕산하이메탈",
    "code": "코스닥"
  },
  {
    "name": "아바코",
    "code": "코스닥"
  },
  {
    "name": "하나마이크론",
    "code": "코스닥"
  },
  {
    "name": "엘오티베큠",
    "code": "코스닥"
  },
  {
    "name": "코스나인",
    "code": "코스닥"
  },
  {
    "name": "이상네트웍스",
    "code": "코스닥"
  },
  {
    "name": "대상홀딩스",
    "code": "유가"
  },
  {
    "name": "코아스",
    "code": "유가"
  },
  {
    "name": "메디포스트",
    "code": "코스닥"
  },
  {
    "name": "우리바이오",
    "code": "코스닥"
  },
  {
    "name": "모두투어",
    "code": "코스닥"
  },
  {
    "name": "이월드",
    "code": "유가"
  },
  {
    "name": "동양고속",
    "code": "유가"
  },
  {
    "name": "한미반도체",
    "code": "유가"
  },
  {
    "name": "가온그룹",
    "code": "코스닥"
  },
  {
    "name": "쏠리드",
    "code": "코스닥"
  },
  {
    "name": "동일산업",
    "code": "유가"
  },
  {
    "name": "옵트론텍",
    "code": "코스닥"
  },
  {
    "name": "젬백스",
    "code": "코스닥"
  },
  {
    "name": "플랜티넷",
    "code": "코스닥"
  },
  {
    "name": "삼호개발",
    "code": "유가"
  },
  {
    "name": "금호타이어",
    "code": "유가"
  },
  {
    "name": "금호타이어",
    "code": "유가"
  },
  {
    "name": "LIG아큐버",
    "code": "코스닥"
  },
  {
    "name": "인베니아",
    "code": "코스닥"
  },
  {
    "name": "동양이엔피",
    "code": "코스닥"
  },
  {
    "name": "제주반도체",
    "code": "코스닥"
  },
  {
    "name": "한창산업",
    "code": "코스닥"
  },
  {
    "name": "APS이노베이션",
    "code": "코스닥"
  },
  {
    "name": "iMBC",
    "code": "코스닥"
  },
  {
    "name": "서산",
    "code": "코스닥"
  },
  {
    "name": "서산",
    "code": "코스닥"
  },
  {
    "name": "KX하이텍",
    "code": "코스닥"
  },
  {
    "name": "손오공",
    "code": "코스닥"
  },
  {
    "name": "미래컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "아이크래프트",
    "code": "코스닥"
  },
  {
    "name": "CJ CGV",
    "code": "유가"
  },
  {
    "name": "일진다이아",
    "code": "유가"
  },
  {
    "name": "메가스터디",
    "code": "코스닥"
  },
  {
    "name": "케이에스피",
    "code": "코스닥"
  },
  {
    "name": "KG파이낸셜",
    "code": "코스닥"
  },
  {
    "name": "대주전자재료",
    "code": "코스닥"
  },
  {
    "name": "텔레칩스",
    "code": "코스닥"
  },
  {
    "name": "HB테크놀러지",
    "code": "코스닥"
  },
  {
    "name": "도이치모터스",
    "code": "코스닥"
  },
  {
    "name": "유니드",
    "code": "유가"
  },
  {
    "name": "토비스",
    "code": "코스닥"
  },
  {
    "name": "상신브레이크",
    "code": "유가"
  },
  {
    "name": "국일제지",
    "code": "코스닥"
  },
  {
    "name": "DMS",
    "code": "코스닥"
  },
  {
    "name": "인팩",
    "code": "유가"
  },
  {
    "name": "시너지이노베이션",
    "code": "코스닥"
  },
  {
    "name": "신성델타테크",
    "code": "코스닥"
  },
  {
    "name": "GS",
    "code": "유가"
  },
  {
    "name": "유니퀘스트",
    "code": "유가"
  },
  {
    "name": "다스코",
    "code": "유가"
  },
  {
    "name": "다스코",
    "code": "유가"
  },
  {
    "name": "한국경제TV",
    "code": "코스닥"
  },
  {
    "name": "LG디스플레이",
    "code": "유가"
  },
  {
    "name": "다날",
    "code": "코스닥"
  },
  {
    "name": "텔코웨어",
    "code": "유가"
  },
  {
    "name": "형지I&C",
    "code": "코스닥"
  },
  {
    "name": "비케이홀딩스",
    "code": "코스닥"
  },
  {
    "name": "YBM넷",
    "code": "코스닥"
  },
  {
    "name": "CS",
    "code": "코스닥"
  },
  {
    "name": "아미노로직스",
    "code": "코스닥"
  },
  {
    "name": "테라젠이텍스",
    "code": "코스닥"
  },
  {
    "name": "디에이피",
    "code": "코스닥"
  },
  {
    "name": "한양디지텍",
    "code": "코스닥"
  },
  {
    "name": "STX엔진",
    "code": "유가"
  },
  {
    "name": "동국알앤에스",
    "code": "코스닥"
  },
  {
    "name": "빛과전자",
    "code": "코스닥"
  },
  {
    "name": "듀오백",
    "code": "코스닥"
  },
  {
    "name": "삼진엘앤디",
    "code": "코스닥"
  },
  {
    "name": "폴라리스AI파마",
    "code": "코스닥"
  },
  {
    "name": "NICE",
    "code": "유가"
  },
  {
    "name": "대교",
    "code": "유가"
  },
  {
    "name": "세진티에스",
    "code": "코스닥"
  },
  {
    "name": "인티큐브",
    "code": "코스닥"
  },
  {
    "name": "리튬포어스",
    "code": "코스닥"
  },
  {
    "name": "테라사이언스",
    "code": "코스닥"
  },
  {
    "name": "우주일렉트로",
    "code": "코스닥"
  },
  {
    "name": "기업은행",
    "code": "유가"
  },
  {
    "name": "이엔플러스",
    "code": "유가"
  },
  {
    "name": "SOOP",
    "code": "코스닥"
  },
  {
    "name": "드림어스컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "버킷스튜디오",
    "code": "코스닥"
  },
  {
    "name": "원익QnC",
    "code": "코스닥"
  },
  {
    "name": "로체시스템즈",
    "code": "코스닥"
  },
  {
    "name": "에스텍",
    "code": "코스닥"
  },
  {
    "name": "오텍",
    "code": "코스닥"
  },
  {
    "name": "키이스트",
    "code": "코스닥"
  },
  {
    "name": "현대에버다임",
    "code": "코스닥"
  },
  {
    "name": "한솔홈데코",
    "code": "유가"
  },
  {
    "name": "중앙백신",
    "code": "코스닥"
  },
  {
    "name": "휴비츠",
    "code": "코스닥"
  },
  {
    "name": "우리산업홀딩스",
    "code": "코스닥"
  },
  {
    "name": "디지털대성",
    "code": "코스닥"
  },
  {
    "name": "이수페타시스",
    "code": "유가"
  },
  {
    "name": "강원랜드",
    "code": "유가"
  },
  {
    "name": "유아이디",
    "code": "코스닥"
  },
  {
    "name": "티씨케이",
    "code": "코스닥"
  },
  {
    "name": "YG PLUS",
    "code": "유가"
  },
  {
    "name": "아모텍",
    "code": "코스닥"
  },
  {
    "name": "농심홀딩스",
    "code": "유가"
  },
  {
    "name": "웰크론",
    "code": "코스닥"
  },
  {
    "name": "파워로직스",
    "code": "코스닥"
  },
  {
    "name": "한국금융지주",
    "code": "유가"
  },
  {
    "name": "이엘씨",
    "code": "코스닥"
  },
  {
    "name": "유엔젤",
    "code": "유가"
  },
  {
    "name": "SBS",
    "code": "유가"
  },
  {
    "name": "홈캐스트",
    "code": "코스닥"
  },
  {
    "name": "씨씨에스",
    "code": "코스닥"
  },
  {
    "name": "웹젠",
    "code": "코스닥"
  },
  {
    "name": "NC",
    "code": "유가"
  },
  {
    "name": "하이스틸",
    "code": "유가"
  },
  {
    "name": "대화제약",
    "code": "코스닥"
  },
  {
    "name": "스모트로닉",
    "code": "코스닥"
  },
  {
    "name": "JW신약",
    "code": "코스닥"
  },
  {
    "name": "하츠",
    "code": "코스닥"
  },
  {
    "name": "빅텍",
    "code": "코스닥"
  },
  {
    "name": "탑엔지니어링",
    "code": "코스닥"
  },
  {
    "name": "DSR제강",
    "code": "유가"
  },
  {
    "name": "DSR제강",
    "code": "유가"
  },
  {
    "name": "이루온",
    "code": "코스닥"
  },
  {
    "name": "태경케미컬",
    "code": "유가"
  },
  {
    "name": "재영솔루텍",
    "code": "코스닥"
  },
  {
    "name": "한국큐빅",
    "code": "코스닥"
  },
  {
    "name": "인터플렉스",
    "code": "코스닥"
  },
  {
    "name": "삼영이엔씨",
    "code": "코스닥"
  },
  {
    "name": "하이퍼코퍼레이션",
    "code": "코스닥"
  },
  {
    "name": "한성크린텍",
    "code": "코스닥"
  },
  {
    "name": "리더스코스메틱",
    "code": "코스닥"
  },
  {
    "name": "한농화성",
    "code": "유가"
  },
  {
    "name": "케이피엠테크",
    "code": "코스닥"
  },
  {
    "name": "디티씨",
    "code": "코스닥"
  },
  {
    "name": "아이로보틱스",
    "code": "코스닥"
  },
  {
    "name": "초록뱀미디어",
    "code": "코스닥"
  },
  {
    "name": "인크레더블버즈",
    "code": "코스닥"
  },
  {
    "name": "쎌바이오텍",
    "code": "코스닥"
  },
  {
    "name": "NE능률",
    "code": "코스닥"
  },
  {
    "name": "테크엘",
    "code": "코스닥"
  },
  {
    "name": "현대백화점",
    "code": "유가"
  },
  {
    "name": "KG이니시스",
    "code": "코스닥"
  },
  {
    "name": "비엘팜텍",
    "code": "코스닥"
  },
  {
    "name": "대호에이엘",
    "code": "유가"
  },
  {
    "name": "대웅제약",
    "code": "유가"
  },
  {
    "name": "플래스크",
    "code": "코스닥"
  },
  {
    "name": "마니커",
    "code": "유가"
  },
  {
    "name": "SNT홀딩스",
    "code": "유가"
  },
  {
    "name": "티케이지휴켐스",
    "code": "유가"
  },
  {
    "name": "새로닉스",
    "code": "코스닥"
  },
  {
    "name": "SJG세종",
    "code": "유가"
  },
  {
    "name": "오리엔트정공",
    "code": "코스닥"
  },
  {
    "name": "에이전트AI",
    "code": "코스닥"
  },
  {
    "name": "에이전트AI",
    "code": "코스닥"
  },
  {
    "name": "국보디자인",
    "code": "코스닥"
  },
  {
    "name": "아이톡시",
    "code": "코스닥"
  },
  {
    "name": "에스아이리소스",
    "code": "코스닥"
  },
  {
    "name": "포니링크",
    "code": "코스닥"
  },
  {
    "name": "포스코스틸리온",
    "code": "유가"
  },
  {
    "name": "폴라리스AI",
    "code": "코스닥"
  },
  {
    "name": "현대바이오",
    "code": "코스닥"
  },
  {
    "name": "삼성출판사",
    "code": "유가"
  },
  {
    "name": "세이브존I&C",
    "code": "유가"
  },
  {
    "name": "에스피지",
    "code": "코스닥"
  },
  {
    "name": "토탈소프트",
    "code": "코스닥"
  },
  {
    "name": "교보증권",
    "code": "유가"
  },
  {
    "name": "서호전기",
    "code": "코스닥"
  },
  {
    "name": "파커스",
    "code": "코스닥"
  },
  {
    "name": "한샘",
    "code": "유가"
  },
  {
    "name": "HC홈센타",
    "code": "코스닥"
  },
  {
    "name": "코스리거글로벌",
    "code": "코스닥"
  },
  {
    "name": "아비코전자",
    "code": "코스닥"
  },
  {
    "name": "큐렉소",
    "code": "코스닥"
  },
  {
    "name": "제이케이시냅스",
    "code": "코스닥"
  },
  {
    "name": "우원개발",
    "code": "코스닥"
  },
  {
    "name": "티사이언티픽",
    "code": "코스닥"
  },
  {
    "name": "인선이엔티",
    "code": "코스닥"
  },
  {
    "name": "와이어블",
    "code": "코스닥"
  },
  {
    "name": "SM Life Design",
    "code": "코스닥"
  },
  {
    "name": "우신시스템",
    "code": "유가"
  },
  {
    "name": "지어소프트",
    "code": "코스닥"
  },
  {
    "name": "지엔코",
    "code": "코스닥"
  },
  {
    "name": "셀루메드",
    "code": "코스닥"
  },
  {
    "name": "KH바텍",
    "code": "코스닥"
  },
  {
    "name": "알에프텍",
    "code": "코스닥"
  },
  {
    "name": "에스폴리텍",
    "code": "코스닥"
  },
  {
    "name": "이랜텍",
    "code": "코스닥"
  },
  {
    "name": "ES큐브",
    "code": "코스닥"
  },
  {
    "name": "케이피티유",
    "code": "코스닥"
  },
  {
    "name": "3S",
    "code": "코스닥"
  },
  {
    "name": "LG전자",
    "code": "유가"
  },
  {
    "name": "화일약품",
    "code": "코스닥"
  },
  {
    "name": "오상자이엘",
    "code": "코스닥"
  },
  {
    "name": "콜마홀딩스",
    "code": "유가"
  },
  {
    "name": "NH농우바이오",
    "code": "코스닥"
  },
  {
    "name": "케이엘넷",
    "code": "코스닥"
  },
  {
    "name": "SNT모티브",
    "code": "유가"
  },
  {
    "name": "에스티아이",
    "code": "코스닥"
  },
  {
    "name": "잉크테크",
    "code": "코스닥"
  },
  {
    "name": "대한뉴팜",
    "code": "코스닥"
  },
  {
    "name": "씨티씨바이오",
    "code": "코스닥"
  },
  {
    "name": "인탑스",
    "code": "코스닥"
  },
  {
    "name": "LS마린솔루션",
    "code": "코스닥"
  },
  {
    "name": "피씨디렉트",
    "code": "코스닥"
  },
  {
    "name": "광주신세계",
    "code": "유가"
  },
  {
    "name": "광주신세계",
    "code": "유가"
  },
  {
    "name": "구영테크",
    "code": "코스닥"
  },
  {
    "name": "한국기업평가",
    "code": "코스닥"
  },
  {
    "name": "뉴보텍",
    "code": "코스닥"
  },
  {
    "name": "동양에스텍",
    "code": "코스닥"
  },
  {
    "name": "백금T&A",
    "code": "코스닥"
  },
  {
    "name": "고려신용정보",
    "code": "코스닥"
  },
  {
    "name": "서울반도체",
    "code": "코스닥"
  },
  {
    "name": "아가방컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "한주에이알티",
    "code": "코스닥"
  },
  {
    "name": "미코",
    "code": "코스닥"
  },
  {
    "name": "유신",
    "code": "코스닥"
  },
  {
    "name": "프럼파스트",
    "code": "코스닥"
  },
  {
    "name": "한국컴퓨터",
    "code": "코스닥"
  },
  {
    "name": "대동스틸",
    "code": "코스닥"
  },
  {
    "name": "링네트",
    "code": "코스닥"
  },
  {
    "name": "크레오에스지",
    "code": "코스닥"
  },
  {
    "name": "팬스타엔터프라이즈",
    "code": "코스닥"
  },
  {
    "name": "한빛소프트",
    "code": "코스닥"
  },
  {
    "name": "일진디스플",
    "code": "유가"
  },
  {
    "name": "NHN KCP",
    "code": "코스닥"
  },
  {
    "name": "CNT85",
    "code": "코스닥"
  },
  {
    "name": "금강철강",
    "code": "코스닥"
  },
  {
    "name": "스타코링크",
    "code": "코스닥"
  },
  {
    "name": "SY동아",
    "code": "코스닥"
  },
  {
    "name": "비츠로시스",
    "code": "코스닥"
  },
  {
    "name": "오리엔탈정공",
    "code": "코스닥"
  },
  {
    "name": "웰킵스하이텍",
    "code": "코스닥"
  },
  {
    "name": "SFA",
    "code": "코스닥"
  },
  {
    "name": "리노공업",
    "code": "코스닥"
  },
  {
    "name": "성우테크론",
    "code": "코스닥"
  },
  {
    "name": "신화인터텍",
    "code": "코스닥"
  },
  {
    "name": "엑사이엔씨",
    "code": "코스닥"
  },
  {
    "name": "피에이치에이",
    "code": "코스닥"
  },
  {
    "name": "종근당바이오",
    "code": "유가"
  },
  {
    "name": "APS",
    "code": "코스닥"
  },
  {
    "name": "코위버",
    "code": "코스닥"
  },
  {
    "name": "성호전자",
    "code": "코스닥"
  },
  {
    "name": "YW",
    "code": "코스닥"
  },
  {
    "name": "삼영엠텍",
    "code": "코스닥"
  },
  {
    "name": "이니텍",
    "code": "코스닥"
  },
  {
    "name": "유진로봇",
    "code": "코스닥"
  },
  {
    "name": "태웅",
    "code": "코스닥"
  },
  {
    "name": "경남제약",
    "code": "코스닥"
  },
  {
    "name": "삼보모터스",
    "code": "코스닥"
  },
  {
    "name": "한컴위드",
    "code": "코스닥"
  },
  {
    "name": "코미팜",
    "code": "코스닥"
  },
  {
    "name": "프리엠스",
    "code": "코스닥"
  },
  {
    "name": "코나아이",
    "code": "코스닥"
  },
  {
    "name": "메디콕스",
    "code": "코스닥"
  },
  {
    "name": "더테크놀로지",
    "code": "코스닥"
  },
  {
    "name": "비트플래닛",
    "code": "코스닥"
  },
  {
    "name": "지에스이",
    "code": "코스닥"
  },
  {
    "name": "아이디스홀딩스",
    "code": "코스닥"
  },
  {
    "name": "코데즈컴바인",
    "code": "코스닥"
  },
  {
    "name": "안랩",
    "code": "코스닥"
  },
  {
    "name": "신한지주",
    "code": "유가"
  },
  {
    "name": "YTN",
    "code": "코스닥"
  },
  {
    "name": "CMG제약",
    "code": "코스닥"
  },
  {
    "name": "JYP Ent.",
    "code": "코스닥"
  },
  {
    "name": "KCC건설",
    "code": "코스닥"
  },
  {
    "name": "세동",
    "code": "코스닥"
  },
  {
    "name": "프로텍",
    "code": "코스닥"
  },
  {
    "name": "액토즈소프트",
    "code": "코스닥"
  },
  {
    "name": "세코닉스",
    "code": "코스닥"
  },
  {
    "name": "바이넥스",
    "code": "코스닥"
  },
  {
    "name": "오성첨단소재",
    "code": "코스닥"
  },
  {
    "name": "코웨이",
    "code": "유가"
  },
  {
    "name": "태양",
    "code": "코스닥"
  },
  {
    "name": "오션인더블유",
    "code": "코스닥"
  },
  {
    "name": "유아이엘",
    "code": "코스닥"
  },
  {
    "name": "대원미디어",
    "code": "코스닥"
  },
  {
    "name": "중앙첨단소재",
    "code": "코스닥"
  },
  {
    "name": "세아홀딩스",
    "code": "유가"
  },
  {
    "name": "CJ프레시웨이",
    "code": "코스닥"
  },
  {
    "name": "파인디앤씨",
    "code": "코스닥"
  },
  {
    "name": "디지아이",
    "code": "코스닥"
  },
  {
    "name": "코텍",
    "code": "코스닥"
  },
  {
    "name": "한네트",
    "code": "코스닥"
  },
  {
    "name": "에스티큐브",
    "code": "코스닥"
  },
  {
    "name": "티에스넥스젠",
    "code": "코스닥"
  },
  {
    "name": "큐로홀딩스",
    "code": "코스닥"
  },
  {
    "name": "피노",
    "code": "코스닥"
  },
  {
    "name": "나라엠앤디",
    "code": "코스닥"
  },
  {
    "name": "에코심플렉스",
    "code": "코스닥"
  },
  {
    "name": "에이텍",
    "code": "코스닥"
  },
  {
    "name": "대아티아이",
    "code": "코스닥"
  },
  {
    "name": "캠시스",
    "code": "코스닥"
  },
  {
    "name": "현대바이오랜드",
    "code": "코스닥"
  },
  {
    "name": "SFA반도체",
    "code": "코스닥"
  },
  {
    "name": "LG생활건강",
    "code": "유가"
  },
  {
    "name": "LG화학",
    "code": "유가"
  },
  {
    "name": "대우건설",
    "code": "유가"
  },
  {
    "name": "포스코인터내셔널",
    "code": "유가"
  },
  {
    "name": "한화오션",
    "code": "유가"
  },
  {
    "name": "삼표시멘트",
    "code": "코스닥"
  },
  {
    "name": "진양화학",
    "code": "유가"
  },
  {
    "name": "HLB이노베이션",
    "code": "코스닥"
  },
  {
    "name": "SM C&C",
    "code": "코스닥"
  },
  {
    "name": "승일",
    "code": "코스닥"
  },
  {
    "name": "TPC로보틱스",
    "code": "코스닥"
  },
  {
    "name": "코메론",
    "code": "코스닥"
  },
  {
    "name": "빌리언스",
    "code": "코스닥"
  },
  {
    "name": "삼화네트웍스",
    "code": "코스닥"
  },
  {
    "name": "성광벤드",
    "code": "코스닥"
  },
  {
    "name": "유라테크",
    "code": "코스닥"
  },
  {
    "name": "삼현철강",
    "code": "코스닥"
  },
  {
    "name": "오픈베이스",
    "code": "코스닥"
  },
  {
    "name": "라온시큐어",
    "code": "코스닥"
  },
  {
    "name": "삼양케이씨아이",
    "code": "코스닥"
  },
  {
    "name": "오로라",
    "code": "코스닥"
  },
  {
    "name": "금화피에스시",
    "code": "코스닥"
  },
  {
    "name": "코다코",
    "code": "코스닥"
  },
  {
    "name": "인바디",
    "code": "코스닥"
  },
  {
    "name": "고려제약",
    "code": "코스닥"
  },
  {
    "name": "크린앤사이언스",
    "code": "코스닥"
  },
  {
    "name": "KD",
    "code": "코스닥"
  },
  {
    "name": "이글벳",
    "code": "코스닥"
  },
  {
    "name": "아즈텍WB",
    "code": "코스닥"
  },
  {
    "name": "두산에너빌리티",
    "code": "유가"
  },
  {
    "name": "오리콤",
    "code": "코스닥"
  },
  {
    "name": "위닉스",
    "code": "코스닥"
  },
  {
    "name": "상지건설",
    "code": "코스닥"
  },
  {
    "name": "한국내화",
    "code": "유가"
  },
  {
    "name": "엔피케이",
    "code": "코스닥"
  },
  {
    "name": "삼천당제약",
    "code": "코스닥"
  },
  {
    "name": "에이치케이",
    "code": "코스닥"
  },
  {
    "name": "정원엔시스",
    "code": "코스닥"
  },
  {
    "name": "한양이엔지",
    "code": "코스닥"
  },
  {
    "name": "누리플렉스",
    "code": "코스닥"
  },
  {
    "name": "에쎈테크",
    "code": "코스닥"
  },
  {
    "name": "국순당",
    "code": "코스닥"
  },
  {
    "name": "엘컴텍",
    "code": "코스닥"
  },
  {
    "name": "이오테크닉스",
    "code": "코스닥"
  },
  {
    "name": "상상인",
    "code": "코스닥"
  },
  {
    "name": "서울제약",
    "code": "코스닥"
  },
  {
    "name": "HLB파나진",
    "code": "코스닥"
  },
  {
    "name": "나노엔텍",
    "code": "코스닥"
  },
  {
    "name": "오공",
    "code": "코스닥"
  },
  {
    "name": "알파AI",
    "code": "코스닥"
  },
  {
    "name": "비츠로테크",
    "code": "코스닥"
  },
  {
    "name": "코아시아",
    "code": "코스닥"
  },
  {
    "name": "정상제이엘에스",
    "code": "코스닥"
  },
  {
    "name": "진양제약",
    "code": "코스닥"
  },
  {
    "name": "KT지니뮤직",
    "code": "코스닥"
  },
  {
    "name": "진성티이씨",
    "code": "코스닥"
  },
  {
    "name": "현대에이치티",
    "code": "코스닥"
  },
  {
    "name": "삼아제약",
    "code": "코스닥"
  },
  {
    "name": "파루",
    "code": "코스닥"
  },
  {
    "name": "에스씨디",
    "code": "코스닥"
  },
  {
    "name": "한국정보공학",
    "code": "코스닥"
  },
  {
    "name": "디오",
    "code": "코스닥"
  },
  {
    "name": "네오위즈홀딩스",
    "code": "코스닥"
  },
  {
    "name": "다산네트웍스",
    "code": "코스닥"
  },
  {
    "name": "바이오스마트",
    "code": "코스닥"
  },
  {
    "name": "우리기술",
    "code": "코스닥"
  },
  {
    "name": "안국약품",
    "code": "코스닥"
  },
  {
    "name": "세중",
    "code": "코스닥"
  },
  {
    "name": "우리기술투자",
    "code": "코스닥"
  },
  {
    "name": "케이바이오랩스",
    "code": "코스닥"
  },
  {
    "name": "HRS",
    "code": "코스닥"
  },
  {
    "name": "에스에이엠티",
    "code": "코스닥"
  },
  {
    "name": "위즈코프",
    "code": "코스닥"
  },
  {
    "name": "이건홀딩스",
    "code": "코스닥"
  },
  {
    "name": "파인디지털",
    "code": "코스닥"
  },
  {
    "name": "나이스정보통신",
    "code": "코스닥"
  },
  {
    "name": "SG&G",
    "code": "코스닥"
  },
  {
    "name": "아이에이",
    "code": "코스닥"
  },
  {
    "name": "에스넷",
    "code": "코스닥"
  },
  {
    "name": "에스엠",
    "code": "코스닥"
  },
  {
    "name": "아이티센엔텍",
    "code": "코스닥"
  },
  {
    "name": "쎄니트",
    "code": "코스닥"
  },
  {
    "name": "대성미생물",
    "code": "코스닥"
  },
  {
    "name": "에코플라스틱",
    "code": "코스닥"
  },
  {
    "name": "케이엠더블유",
    "code": "코스닥"
  },
  {
    "name": "화성밸브",
    "code": "코스닥"
  },
  {
    "name": "경남스틸",
    "code": "코스닥"
  },
  {
    "name": "마크로젠",
    "code": "코스닥"
  },
  {
    "name": "희림",
    "code": "코스닥"
  },
  {
    "name": "레드캡투어",
    "code": "코스닥"
  },
  {
    "name": "솔브레인홀딩스",
    "code": "코스닥"
  },
  {
    "name": "에프에스티",
    "code": "코스닥"
  },
  {
    "name": "코맥스",
    "code": "코스닥"
  },
  {
    "name": "EG",
    "code": "코스닥"
  },
  {
    "name": "EG",
    "code": "코스닥"
  },
  {
    "name": "감성코퍼레이션",
    "code": "코스닥"
  },
  {
    "name": "성도이엔지",
    "code": "코스닥"
  },
  {
    "name": "제일테크노스",
    "code": "코스닥"
  },
  {
    "name": "한세예스24홀딩스",
    "code": "유가"
  },
  {
    "name": "무림SP",
    "code": "코스닥"
  },
  {
    "name": "세종텔레콤",
    "code": "코스닥"
  },
  {
    "name": "심텍홀딩스",
    "code": "코스닥"
  },
  {
    "name": "파세코",
    "code": "코스닥"
  },
  {
    "name": "KZ정밀",
    "code": "코스닥"
  },
  {
    "name": "SGC E&C",
    "code": "코스닥"
  },
  {
    "name": "서희건설",
    "code": "코스닥"
  },
  {
    "name": "주성엔지니어링",
    "code": "코스닥"
  },
  {
    "name": "케이티알파",
    "code": "코스닥"
  },
  {
    "name": "대성홀딩스",
    "code": "유가"
  },
  {
    "name": "다우데이타",
    "code": "코스닥"
  },
  {
    "name": "동진쎄미켐",
    "code": "코스닥"
  },
  {
    "name": "선광",
    "code": "코스닥"
  },
  {
    "name": "에이치엠넥스",
    "code": "코스닥"
  },
  {
    "name": "제이에스티나",
    "code": "코스닥"
  },
  {
    "name": "한국팩키지",
    "code": "코스닥"
  },
  {
    "name": "삼지전자",
    "code": "코스닥"
  },
  {
    "name": "우리엔터프라이즈",
    "code": "코스닥"
  },
  {
    "name": "대원제약",
    "code": "유가"
  },
  {
    "name": "한국가스공사",
    "code": "유가"
  },
  {
    "name": "네패스",
    "code": "코스닥"
  },
  {
    "name": "인지디스플레",
    "code": "코스닥"
  },
  {
    "name": "위지트",
    "code": "코스닥"
  },
  {
    "name": "유니셈",
    "code": "코스닥"
  },
  {
    "name": "유성티엔에스",
    "code": "코스닥"
  },
  {
    "name": "코리아나",
    "code": "코스닥"
  },
  {
    "name": "골드앤에스",
    "code": "코스닥"
  },
  {
    "name": "서울평가정보",
    "code": "코스닥"
  },
  {
    "name": "서울전자통신",
    "code": "코스닥"
  },
  {
    "name": "대성창투",
    "code": "코스닥"
  },
  {
    "name": "예림당",
    "code": "코스닥"
  },
  {
    "name": "미래아이앤지",
    "code": "유가"
  },
  {
    "name": "CJ ENM",
    "code": "코스닥"
  },
  {
    "name": "이지홀딩스",
    "code": "코스닥"
  },
  {
    "name": "기산텔레콤",
    "code": "코스닥"
  },
  {
    "name": "화천기공",
    "code": "유가"
  },
  {
    "name": "화천기공",
    "code": "유가"
  },
  {
    "name": "팜스코",
    "code": "유가"
  },
  {
    "name": "케이티앤지",
    "code": "유가"
  },
  {
    "name": "HD한국조선해양",
    "code": "유가"
  },
  {
    "name": "디씨엠",
    "code": "유가"
  },
  {
    "name": "바른손이앤에이",
    "code": "코스닥"
  },
  {
    "name": "솔본",
    "code": "코스닥"
  },
  {
    "name": "시공테크",
    "code": "코스닥"
  },
  {
    "name": "신일제약",
    "code": "코스닥"
  },
  {
    "name": "조아제약",
    "code": "코스닥"
  },
  {
    "name": "AK홀딩스",
    "code": "유가"
  },
  {
    "name": "HS애드",
    "code": "유가"
  },
  {
    "name": "대한유화",
    "code": "유가"
  },
  {
    "name": "백산",
    "code": "유가"
  },
  {
    "name": "체시스",
    "code": "유가"
  },
  {
    "name": "인성정보",
    "code": "코스닥"
  },
  {
    "name": "그래디언트",
    "code": "코스닥"
  },
  {
    "name": "동국산업",
    "code": "코스닥"
  },
  {
    "name": "매일홀딩스",
    "code": "코스닥"
  },
  {
    "name": "해성산업",
    "code": "코스닥"
  },
  {
    "name": "자화전자",
    "code": "유가"
  },
  {
    "name": "케이티",
    "code": "유가"
  },
  {
    "name": "엑시큐어하이트론",
    "code": "유가"
  },
  {
    "name": "제일기획",
    "code": "유가"
  },
  {
    "name": "한국정보통신",
    "code": "코스닥"
  },
  {
    "name": "파라텍",
    "code": "코스닥"
  },
  {
    "name": "동성화인텍",
    "code": "코스닥"
  },
  {
    "name": "스틱인베스트먼트",
    "code": "유가"
  },
  {
    "name": "케이씨",
    "code": "유가"
  },
  {
    "name": "드래곤플라이",
    "code": "코스닥"
  },
  {
    "name": "엠케이전자",
    "code": "코스닥"
  },
  {
    "name": "엠투엔",
    "code": "코스닥"
  },
  {
    "name": "제이씨현시스템",
    "code": "코스닥"
  },
  {
    "name": "포스코엠텍",
    "code": "코스닥"
  },
  {
    "name": "스페코",
    "code": "코스닥"
  },
  {
    "name": "좋은사람들",
    "code": "코스닥"
  },
  {
    "name": "대원화성",
    "code": "유가"
  },
  {
    "name": "로젠",
    "code": "코스닥"
  },
  {
    "name": "모아텍",
    "code": "코스닥"
  },
  {
    "name": "코콤",
    "code": "코스닥"
  },
  {
    "name": "E1",
    "code": "유가"
  },
  {
    "name": "SK가스",
    "code": "유가"
  },
  {
    "name": "다우기술",
    "code": "유가"
  },
  {
    "name": "영보화학",
    "code": "유가"
  },
  {
    "name": "제룡전기",
    "code": "코스닥"
  },
  {
    "name": "제이엠아이",
    "code": "코스닥"
  },
  {
    "name": "디지틀조선",
    "code": "코스닥"
  },
  {
    "name": "와이지-원",
    "code": "코스닥"
  },
  {
    "name": "특수건설",
    "code": "코스닥"
  },
  {
    "name": "아이즈비전",
    "code": "코스닥"
  },
  {
    "name": "SKC",
    "code": "유가"
  },
  {
    "name": "동일기연",
    "code": "코스닥"
  },
  {
    "name": "소프트센",
    "code": "코스닥"
  },
  {
    "name": "원익",
    "code": "코스닥"
  },
  {
    "name": "원풍물산",
    "code": "코스닥"
  },
  {
    "name": "한국주강",
    "code": "유가"
  },
  {
    "name": "삼진",
    "code": "코스닥"
  },
  {
    "name": "더라미",
    "code": "코스닥"
  },
  {
    "name": "비트컴퓨터",
    "code": "코스닥"
  },
  {
    "name": "엠젠솔루션",
    "code": "코스닥"
  },
  {
    "name": "판타지오",
    "code": "코스닥"
  },
  {
    "name": "디와이덕양",
    "code": "유가"
  },
  {
    "name": "에쓰씨엔지니어링",
    "code": "유가"
  },
  {
    "name": "인지컨트롤스",
    "code": "유가"
  },
  {
    "name": "GC메디아이",
    "code": "코스닥"
  },
  {
    "name": "피델릭스",
    "code": "코스닥"
  },
  {
    "name": "TJ미디어",
    "code": "코스닥"
  },
  {
    "name": "휴맥스홀딩스",
    "code": "코스닥"
  },
  {
    "name": "삼일",
    "code": "코스닥"
  },
  {
    "name": "경동인베스트",
    "code": "유가"
  },
  {
    "name": "뉴인텍",
    "code": "코스닥"
  },
  {
    "name": "아이티센씨티에스",
    "code": "유가"
  },
  {
    "name": "에스제이엠홀딩스",
    "code": "유가"
  },
  {
    "name": "오스템",
    "code": "코스닥"
  },
  {
    "name": "디에이치엑스컴퍼니",
    "code": "코스닥"
  },
  {
    "name": "피에스케이홀딩스",
    "code": "코스닥"
  },
  {
    "name": "SK하이닉스",
    "code": "유가"
  },
  {
    "name": "INVENI",
    "code": "유가"
  },
  {
    "name": "MH에탄올",
    "code": "유가"
  },
  {
    "name": "동남합성",
    "code": "유가"
  },
  {
    "name": "삼성E&A",
    "code": "유가"
  },
  {
    "name": "신도리코",
    "code": "유가"
  },
  {
    "name": "온타이드",
    "code": "유가"
  },
  {
    "name": "퍼시스",
    "code": "유가"
  },
  {
    "name": "세보엠이씨",
    "code": "코스닥"
  },
  {
    "name": "한일단조",
    "code": "코스닥"
  },
  {
    "name": "WISCOM",
    "code": "유가"
  },
  {
    "name": "동원수산",
    "code": "유가"
  },
  {
    "name": "미래산업",
    "code": "유가"
  },
  {
    "name": "다올투자증권",
    "code": "유가"
  },
  {
    "name": "양지사",
    "code": "코스닥"
  },
  {
    "name": "HDC",
    "code": "유가"
  },
  {
    "name": "광전자",
    "code": "유가"
  },
  {
    "name": "한국단자공업",
    "code": "유가"
  },
  {
    "name": "원익홀딩스",
    "code": "코스닥"
  },
  {
    "name": "한글과컴퓨터",
    "code": "코스닥"
  },
  {
    "name": "메이슨캐피탈",
    "code": "코스닥"
  },
  {
    "name": "광무",
    "code": "코스닥"
  },
  {
    "name": "대호특수강",
    "code": "코스닥"
  },
  {
    "name": "디아이",
    "code": "유가"
  },
  {
    "name": "신성이엔지",
    "code": "유가"
  },
  {
    "name": "티에이치엔",
    "code": "유가"
  },
  {
    "name": "한온시스템",
    "code": "유가"
  },
  {
    "name": "HLB",
    "code": "코스닥"
  },
  {
    "name": "팜스토리",
    "code": "코스닥"
  },
  {
    "name": "블루산업개발",
    "code": "유가"
  },
  {
    "name": "세원정공",
    "code": "유가"
  },
  {
    "name": "유니온",
    "code": "유가"
  },
  {
    "name": "키다리스튜디오",
    "code": "유가"
  },
  {
    "name": "한국제지",
    "code": "유가"
  },
  {
    "name": "한섬",
    "code": "유가"
  },
  {
    "name": "현대엘리베이터",
    "code": "유가"
  },
  {
    "name": "환인제약",
    "code": "유가"
  },
  {
    "name": "삼보판지",
    "code": "코스닥"
  },
  {
    "name": "삼목에스폼",
    "code": "코스닥"
  },
  {
    "name": "에이스침대",
    "code": "코스닥"
  },
  {
    "name": "원익큐브",
    "code": "코스닥"
  },
  {
    "name": "계룡건설산업",
    "code": "유가"
  },
  {
    "name": "서원",
    "code": "유가"
  },
  {
    "name": "에스원",
    "code": "유가"
  },
  {
    "name": "태경산업",
    "code": "유가"
  },
  {
    "name": "리드코프",
    "code": "코스닥"
  },
  {
    "name": "유니슨",
    "code": "코스닥"
  },
  {
    "name": "아난티",
    "code": "코스닥"
  },
  {
    "name": "광진실업",
    "code": "코스닥"
  },
  {
    "name": "인터엠",
    "code": "코스닥"
  },
  {
    "name": "신대양제지",
    "code": "유가"
  },
  {
    "name": "와이투솔루션",
    "code": "유가"
  },
  {
    "name": "남해화학",
    "code": "유가"
  },
  {
    "name": "동원금속",
    "code": "유가"
  },
  {
    "name": "우성머티리얼스",
    "code": "유가"
  },
  {
    "name": "성우하이텍",
    "code": "코스닥"
  },
  {
    "name": "대신정보통신",
    "code": "코스닥"
  },
  {
    "name": "대신정보통신",
    "code": "코스닥"
  },
  {
    "name": "서부T&D",
    "code": "코스닥"
  },
  {
    "name": "HMM",
    "code": "유가"
  },
  {
    "name": "경인양행",
    "code": "유가"
  },
  {
    "name": "풀무원",
    "code": "유가"
  },
  {
    "name": "서울도시가스",
    "code": "유가"
  },
  {
    "name": "이구산업",
    "code": "유가"
  },
  {
    "name": "동신건설",
    "code": "코스닥"
  },
  {
    "name": "동화기업",
    "code": "코스닥"
  },
  {
    "name": "에넥스",
    "code": "유가"
  },
  {
    "name": "에이프로젠",
    "code": "유가"
  },
  {
    "name": "차AI헬스케어",
    "code": "유가"
  },
  {
    "name": "한국카본",
    "code": "유가"
  },
  {
    "name": "신라에스지",
    "code": "코스닥"
  },
  {
    "name": "케이씨피드",
    "code": "코스닥"
  },
  {
    "name": "한탑",
    "code": "코스닥"
  },
  {
    "name": "한국선재",
    "code": "코스닥"
  },
  {
    "name": "DH오토웨어",
    "code": "코스닥"
  },
  {
    "name": "DH오토웨어",
    "code": "코스닥"
  },
  {
    "name": "시노펙스",
    "code": "코스닥"
  },
  {
    "name": "PN풍년",
    "code": "코스닥"
  },
  {
    "name": "삼천리자전거",
    "code": "코스닥"
  },
  {
    "name": "메디앙스",
    "code": "코스닥"
  },
  {
    "name": "KBI메탈",
    "code": "코스닥"
  },
  {
    "name": "경창산업",
    "code": "코스닥"
  },
  {
    "name": "대륙제관",
    "code": "코스닥"
  },
  {
    "name": "동원개발",
    "code": "코스닥"
  },
  {
    "name": "세원물산",
    "code": "코스닥"
  },
  {
    "name": "케이피에프",
    "code": "코스닥"
  },
  {
    "name": "KPX케미칼",
    "code": "유가"
  },
  {
    "name": "TP",
    "code": "유가"
  },
  {
    "name": "에스엠벡셀",
    "code": "유가"
  },
  {
    "name": "KB오토시스",
    "code": "코스닥"
  },
  {
    "name": "신원종합개발",
    "code": "코스닥"
  },
  {
    "name": "흥구석유",
    "code": "코스닥"
  },
  {
    "name": "대한약품",
    "code": "코스닥"
  },
  {
    "name": "이화공영",
    "code": "코스닥"
  },
  {
    "name": "풍국주정",
    "code": "코스닥"
  },
  {
    "name": "대림제지",
    "code": "코스닥"
  },
  {
    "name": "대한광통신",
    "code": "코스닥"
  },
  {
    "name": "동일스틸럭스",
    "code": "코스닥"
  },
  {
    "name": "플레이위드",
    "code": "코스닥"
  },
  {
    "name": "한국캐피탈",
    "code": "코스닥"
  },
  {
    "name": "한일사료",
    "code": "코스닥"
  },
  {
    "name": "KC그린홀딩스",
    "code": "유가"
  },
  {
    "name": "문배철강",
    "code": "유가"
  },
  {
    "name": "웅진",
    "code": "유가"
  },
  {
    "name": "모베이스전자",
    "code": "코스닥"
  },
  {
    "name": "국영지앤엠",
    "code": "코스닥"
  },
  {
    "name": "유진기업",
    "code": "코스닥"
  },
  {
    "name": "제이스코홀딩스",
    "code": "코스닥"
  },
  {
    "name": "보성파워텍",
    "code": "코스닥"
  },
  {
    "name": "브이티",
    "code": "코스닥"
  },
  {
    "name": "태광",
    "code": "코스닥"
  },
  {
    "name": "HL D&I",
    "code": "유가"
  },
  {
    "name": "오뚜기",
    "code": "유가"
  },
  {
    "name": "와이엠",
    "code": "코스닥"
  },
  {
    "name": "엘에스일렉트릭",
    "code": "유가"
  },
  {
    "name": "신라섬유",
    "code": "코스닥"
  },
  {
    "name": "원일특강",
    "code": "코스닥"
  },
  {
    "name": "서한",
    "code": "코스닥"
  },
  {
    "name": "대양금속",
    "code": "유가"
  },
  {
    "name": "이화산업",
    "code": "유가"
  },
  {
    "name": "동원시스템즈",
    "code": "유가"
  },
  {
    "name": "졸스",
    "code": "코스닥"
  },
  {
    "name": "부방",
    "code": "코스닥"
  },
  {
    "name": "삼성중공업",
    "code": "유가"
  },
  {
    "name": "모토닉",
    "code": "유가"
  },
  {
    "name": "화신",
    "code": "유가"
  },
  {
    "name": "소노스퀘어",
    "code": "코스닥"
  },
  {
    "name": "유니크",
    "code": "코스닥"
  },
  {
    "name": "진로발효",
    "code": "코스닥"
  },
  {
    "name": "청보",
    "code": "코스닥"
  },
  {
    "name": "삼보산업",
    "code": "코스닥"
  },
  {
    "name": "푸드웰",
    "code": "코스닥"
  },
  {
    "name": "푸른저축은행",
    "code": "코스닥"
  },
  {
    "name": "피제이전자",
    "code": "코스닥"
  },
  {
    "name": "베뉴지",
    "code": "코스닥"
  },
  {
    "name": "엠에스씨",
    "code": "코스닥"
  },
  {
    "name": "SP삼화",
    "code": "유가"
  },
  {
    "name": "경동나비엔",
    "code": "유가"
  },
  {
    "name": "대동금속",
    "code": "코스닥"
  },
  {
    "name": "대원산업",
    "code": "코스닥"
  },
  {
    "name": "큐캐피탈",
    "code": "코스닥"
  },
  {
    "name": "한국가구",
    "code": "코스닥"
  },
  {
    "name": "디모아",
    "code": "코스닥"
  },
  {
    "name": "중앙에너비스",
    "code": "코스닥"
  },
  {
    "name": "DB",
    "code": "유가"
  },
  {
    "name": "SGC에너지",
    "code": "유가"
  },
  {
    "name": "삼륭물산",
    "code": "코스닥"
  },
  {
    "name": "대림바스",
    "code": "유가"
  },
  {
    "name": "경동제약",
    "code": "코스닥"
  },
  {
    "name": "원풍",
    "code": "코스닥"
  },
  {
    "name": "네이처셀",
    "code": "코스닥"
  },
  {
    "name": "삼일기업공사",
    "code": "코스닥"
  },
  {
    "name": "일지테크",
    "code": "코스닥"
  },
  {
    "name": "한일화학",
    "code": "코스닥"
  },
  {
    "name": "한국알콜",
    "code": "코스닥"
  },
  {
    "name": "대주산업",
    "code": "코스닥"
  },
  {
    "name": "글로본",
    "code": "코스닥"
  },
  {
    "name": "대한해운",
    "code": "유가"
  },
  {
    "name": "세명전기",
    "code": "코스닥"
  },
  {
    "name": "휴니드테크놀러지스",
    "code": "유가"
  },
  {
    "name": "수산세보틱스",
    "code": "유가"
  },
  {
    "name": "에이티넘인베스트",
    "code": "코스닥"
  },
  {
    "name": "롯데케미칼",
    "code": "유가"
  },
  {
    "name": "대동기어",
    "code": "코스닥"
  },
  {
    "name": "세아베스틸지주",
    "code": "유가"
  },
  {
    "name": "호텔신라",
    "code": "유가"
  },
  {
    "name": "태경비케이",
    "code": "유가"
  },
  {
    "name": "화승코퍼레이션",
    "code": "유가"
  },
  {
    "name": "신흥",
    "code": "유가"
  },
  {
    "name": "화승인더스트리",
    "code": "유가"
  },
  {
    "name": "극동유화",
    "code": "유가"
  },
  {
    "name": "고려산업",
    "code": "유가"
  },
  {
    "name": "피에스텍",
    "code": "코스닥"
  },
  {
    "name": "대현",
    "code": "유가"
  },
  {
    "name": "케이비아이동국실업",
    "code": "유가"
  },
  {
    "name": "광명전기",
    "code": "유가"
  },
  {
    "name": "부산산업",
    "code": "유가"
  },
  {
    "name": "STX",
    "code": "유가"
  },
  {
    "name": "고려아연",
    "code": "유가"
  },
  {
    "name": "이렘",
    "code": "코스닥"
  },
  {
    "name": "팜젠사이언스",
    "code": "유가"
  },
  {
    "name": "무림페이퍼",
    "code": "유가"
  },
  {
    "name": "현대차증권",
    "code": "유가"
  },
  {
    "name": "금비",
    "code": "유가"
  },
  {
    "name": "원림",
    "code": "유가"
  },
  {
    "name": "서흥",
    "code": "유가"
  },
  {
    "name": "성문전자",
    "code": "유가"
  },
  {
    "name": "HLB글로벌",
    "code": "유가"
  },
  {
    "name": "일진홀딩스",
    "code": "유가"
  },
  {
    "name": "대영포장",
    "code": "유가"
  },
  {
    "name": "영화금속",
    "code": "유가"
  },
  {
    "name": "신풍제약",
    "code": "유가"
  },
  {
    "name": "동성제약",
    "code": "유가"
  },
  {
    "name": "카스",
    "code": "코스닥"
  },
  {
    "name": "아센디오",
    "code": "유가"
  },
  {
    "name": "한올바이오파마",
    "code": "유가"
  },
  {
    "name": "하이록코리아",
    "code": "코스닥"
  },
  {
    "name": "유니켐",
    "code": "유가"
  },
  {
    "name": "대창",
    "code": "유가"
  },
  {
    "name": "일성건설",
    "code": "유가"
  },
  {
    "name": "까뮤이앤씨",
    "code": "유가"
  },
  {
    "name": "보락",
    "code": "유가"
  },
  {
    "name": "선도전기",
    "code": "유가"
  },
  {
    "name": "씨아이테크",
    "code": "유가"
  },
  {
    "name": "광동제약",
    "code": "유가"
  },
  {
    "name": "갤럭시아에스엠",
    "code": "유가"
  },
  {
    "name": "남성",
    "code": "유가"
  },
  {
    "name": "KISCO홀딩스",
    "code": "유가"
  },
  {
    "name": "태영건설",
    "code": "유가"
  },
  {
    "name": "한국특강",
    "code": "유가"
  },
  {
    "name": "한솔로지스틱스",
    "code": "유가"
  },
  {
    "name": "SYTS",
    "code": "유가"
  },
  {
    "name": "SK텔레콤",
    "code": "유가"
  },
  {
    "name": "진양폴리우레탄",
    "code": "유가"
  },
  {
    "name": "미창석유공업",
    "code": "유가"
  },
  {
    "name": "삼익THK",
    "code": "유가"
  },
  {
    "name": "미원상사",
    "code": "유가"
  },
  {
    "name": "서연",
    "code": "유가"
  },
  {
    "name": "SBI인베스트먼트",
    "code": "코스닥"
  },
  {
    "name": "세우글로벌",
    "code": "유가"
  },
  {
    "name": "현대모비스",
    "code": "유가"
  },
  {
    "name": "KG케미칼",
    "code": "유가"
  },
  {
    "name": "아진전자부품",
    "code": "유가"
  },
  {
    "name": "현대해상",
    "code": "유가"
  },
  {
    "name": "현대지에프홀딩스",
    "code": "유가"
  },
  {
    "name": "한국전력공사",
    "code": "유가"
  },
  {
    "name": "한국전력공사",
    "code": "유가"
  },
  {
    "name": "국도화학",
    "code": "유가"
  },
  {
    "name": "녹십자",
    "code": "유가"
  },
  {
    "name": "SIMPAC",
    "code": "유가"
  },
  {
    "name": "윌비스",
    "code": "유가"
  },
  {
    "name": "대창단조",
    "code": "유가"
  },
  {
    "name": "사조산업",
    "code": "유가"
  },
  {
    "name": "한익스프레스",
    "code": "유가"
  },
  {
    "name": "사조동아원",
    "code": "유가"
  },
  {
    "name": "경인전자",
    "code": "유가"
  },
  {
    "name": "무림P&P",
    "code": "유가"
  },
  {
    "name": "인디에프",
    "code": "유가"
  },
  {
    "name": "디와이",
    "code": "유가"
  },
  {
    "name": "방림",
    "code": "유가"
  },
  {
    "name": "DKME",
    "code": "유가"
  },
  {
    "name": "한솔케미칼",
    "code": "유가"
  },
  {
    "name": "퍼스텍",
    "code": "유가"
  },
  {
    "name": "플루토스",
    "code": "코스닥"
  },
  {
    "name": "동원산업",
    "code": "유가"
  },
  {
    "name": "대덕",
    "code": "유가"
  },
  {
    "name": "한성기업",
    "code": "유가"
  },
  {
    "name": "모헨즈",
    "code": "코스닥"
  },
  {
    "name": "이스타코",
    "code": "유가"
  },
  {
    "name": "태림포장",
    "code": "유가"
  },
  {
    "name": "아세아제지",
    "code": "유가"
  },
  {
    "name": "화천기계",
    "code": "유가"
  },
  {
    "name": "CJ씨푸드",
    "code": "유가"
  },
  {
    "name": "SHD",
    "code": "유가"
  },
  {
    "name": "조일알미늄",
    "code": "유가"
  },
  {
    "name": "에스엘",
    "code": "유가"
  },
  {
    "name": "영원무역홀딩스",
    "code": "유가"
  },
  {
    "name": "보령",
    "code": "유가"
  },
  {
    "name": "이건산업",
    "code": "유가"
  },
  {
    "name": "모나리자",
    "code": "유가"
  },
  {
    "name": "대구백화점",
    "code": "유가"
  },
  {
    "name": "우성",
    "code": "유가"
  },
  {
    "name": "유성기업",
    "code": "유가"
  },
  {
    "name": "한일철강",
    "code": "유가"
  },
  {
    "name": "삼익악기",
    "code": "유가"
  },
  {
    "name": "HS화성",
    "code": "유가"
  },
  {
    "name": "DN오토모티브",
    "code": "유가"
  },
  {
    "name": "보해양조",
    "code": "유가"
  },
  {
    "name": "보해양조",
    "code": "유가"
  },
  {
    "name": "상상인증권",
    "code": "유가"
  },
  {
    "name": "혜인",
    "code": "유가"
  },
  {
    "name": "금강공업",
    "code": "유가"
  },
  {
    "name": "플레이그램",
    "code": "유가"
  },
  {
    "name": "율촌화학",
    "code": "유가"
  },
  {
    "name": "신원",
    "code": "유가"
  },
  {
    "name": "동방",
    "code": "유가"
  },
  {
    "name": "한국쉘석유",
    "code": "유가"
  },
  {
    "name": "부광약품",
    "code": "유가"
  },
  {
    "name": "풍산홀딩스",
    "code": "유가"
  },
  {
    "name": "부국증권",
    "code": "유가"
  },
  {
    "name": "계양전기",
    "code": "유가"
  },
  {
    "name": "한솔테크닉스",
    "code": "유가"
  },
  {
    "name": "DB증권",
    "code": "유가"
  },
  {
    "name": "한미사이언스",
    "code": "유가"
  },
  {
    "name": "삼진제약",
    "code": "유가"
  },
  {
    "name": "POSCO홀딩스",
    "code": "유가"
  },
  {
    "name": "범양건영",
    "code": "유가"
  },
  {
    "name": "파미셀",
    "code": "유가"
  },
  {
    "name": "동국홀딩스",
    "code": "유가"
  },
  {
    "name": "대원전선",
    "code": "유가"
  },
  {
    "name": "이수화학",
    "code": "유가"
  },
  {
    "name": "삼성증권",
    "code": "유가"
  },
  {
    "name": "삼영무역",
    "code": "유가"
  },
  {
    "name": "한양증권",
    "code": "유가"
  },
  {
    "name": "금호석유화학",
    "code": "유가"
  },
  {
    "name": "유안타증권",
    "code": "유가"
  },
  {
    "name": "제일파마홀딩스",
    "code": "유가"
  },
  {
    "name": "에이엔피",
    "code": "유가"
  },
  {
    "name": "한창제지",
    "code": "유가"
  },
  {
    "name": "넥센",
    "code": "유가"
  },
  {
    "name": "삼성공조",
    "code": "유가"
  },
  {
    "name": "세방전지",
    "code": "유가"
  },
  {
    "name": "진원생명과학",
    "code": "유가"
  },
  {
    "name": "참엔지니어링",
    "code": "유가"
  },
  {
    "name": "한국무브넥스",
    "code": "유가"
  },
  {
    "name": "코스모신소재",
    "code": "유가"
  },
  {
    "name": "덕성",
    "code": "유가"
  },
  {
    "name": "신영증권",
    "code": "유가"
  },
  {
    "name": "유진증권",
    "code": "유가"
  },
  {
    "name": "유화증권",
    "code": "유가"
  },
  {
    "name": "한신기계공업",
    "code": "유가"
  },
  {
    "name": "코스모화학",
    "code": "유가"
  },
  {
    "name": "가온전선",
    "code": "유가"
  },
  {
    "name": "S-Oil",
    "code": "유가"
  },
  {
    "name": "한화에어로스페이스",
    "code": "유가"
  },
  {
    "name": "삼화전자공업",
    "code": "유가"
  },
  {
    "name": "현대제철",
    "code": "유가"
  },
  {
    "name": "써니전자",
    "code": "유가"
  },
  {
    "name": "현대비앤지스틸",
    "code": "유가"
  },
  {
    "name": "사조오양",
    "code": "유가"
  },
  {
    "name": "한화투자증권",
    "code": "유가"
  },
  {
    "name": "삼화전기",
    "code": "유가"
  },
  {
    "name": "SK증권",
    "code": "유가"
  },
  {
    "name": "평화홀딩스",
    "code": "유가"
  },
  {
    "name": "일신석재",
    "code": "유가"
  },
  {
    "name": "KG스틸",
    "code": "유가"
  },
  {
    "name": "아이에스동서",
    "code": "유가"
  },
  {
    "name": "SH에너지화학",
    "code": "유가"
  },
  {
    "name": "대한화섬",
    "code": "유가"
  },
  {
    "name": "코리아써키트",
    "code": "유가"
  },
  {
    "name": "신세계",
    "code": "유가"
  },
  {
    "name": "OCI홀딩스",
    "code": "유가"
  },
  {
    "name": "삼일제약",
    "code": "유가"
  },
  {
    "name": "프리티",
    "code": "유가"
  },
  {
    "name": "일성아이에스",
    "code": "유가"
  },
  {
    "name": "현대건설",
    "code": "유가"
  },
  {
    "name": "TCC스틸",
    "code": "유가"
  },
  {
    "name": "에이프로젠바이오로직스",
    "code": "유가"
  },
  {
    "name": "F&F 홀딩스",
    "code": "유가"
  },
  {
    "name": "아남전자",
    "code": "유가"
  },
  {
    "name": "GS건설",
    "code": "유가"
  },
  {
    "name": "삼아알미늄",
    "code": "유가"
  },
  {
    "name": "한국전자홀딩스",
    "code": "유가"
  },
  {
    "name": "삼성SDI",
    "code": "유가"
  },
  {
    "name": "삼성전기",
    "code": "유가"
  },
  {
    "name": "동부건설",
    "code": "유가"
  },
  {
    "name": "케이씨티시",
    "code": "유가"
  },
  {
    "name": "코오롱글로벌",
    "code": "유가"
  },
  {
    "name": "빙그레",
    "code": "유가"
  },
  {
    "name": "녹십자홀딩스",
    "code": "유가"
  },
  {
    "name": "시알홀딩스",
    "code": "유가"
  },
  {
    "name": "시알홀딩스",
    "code": "유가"
  },
  {
    "name": "현대약품",
    "code": "유가"
  },
  {
    "name": "남양유업",
    "code": "유가"
  },
  {
    "name": "남선알미늄",
    "code": "유가"
  },
  {
    "name": "한국화장품제조",
    "code": "유가"
  },
  {
    "name": "현대코퍼레이션",
    "code": "유가"
  },
  {
    "name": "LS",
    "code": "유가"
  },
  {
    "name": "SK네트웍스",
    "code": "유가"
  },
  {
    "name": "경농",
    "code": "유가"
  },
  {
    "name": "티웨이홀딩스",
    "code": "유가"
  },
  {
    "name": "동방아그로",
    "code": "유가"
  },
  {
    "name": "송원산업",
    "code": "유가"
  },
  {
    "name": "진흥기업",
    "code": "유가"
  },
  {
    "name": "한국석유공업",
    "code": "유가"
  },
  {
    "name": "천일고속",
    "code": "유가"
  },
  {
    "name": "대원강업",
    "code": "유가"
  },
  {
    "name": "만호제강",
    "code": "유가"
  },
  {
    "name": "조광피혁",
    "code": "유가"
  },
  {
    "name": "세방",
    "code": "유가"
  },
  {
    "name": "KBI동양철관",
    "code": "유가"
  },
  {
    "name": "디와이에이",
    "code": "유가"
  },
  {
    "name": "디와이에이",
    "code": "유가"
  },
  {
    "name": "남광토건",
    "code": "유가"
  },
  {
    "name": "삼영전자공업",
    "code": "유가"
  },
  {
    "name": "신영와코루",
    "code": "유가"
  },
  {
    "name": "오리엔트바이오",
    "code": "유가"
  },
  {
    "name": "조비",
    "code": "유가"
  },
  {
    "name": "한국공항",
    "code": "유가"
  },
  {
    "name": "조광페인트",
    "code": "유가"
  },
  {
    "name": "SB성보",
    "code": "유가"
  },
  {
    "name": "삼천리",
    "code": "유가"
  },
  {
    "name": "조흥",
    "code": "유가"
  },
  {
    "name": "금양",
    "code": "유가"
  },
  {
    "name": "사조대림",
    "code": "유가"
  },
  {
    "name": "비비안",
    "code": "유가"
  },
  {
    "name": "SNT다이내믹스",
    "code": "유가"
  },
  {
    "name": "한신공영",
    "code": "유가"
  },
  {
    "name": "농심",
    "code": "유가"
  },
  {
    "name": "삼영",
    "code": "유가"
  },
  {
    "name": "성신양회",
    "code": "유가"
  },
  {
    "name": "신라교역",
    "code": "유가"
  },
  {
    "name": "신풍",
    "code": "유가"
  },
  {
    "name": "종근당홀딩스",
    "code": "유가"
  },
  {
    "name": "크라운해태홀딩스",
    "code": "유가"
  },
  {
    "name": "한독",
    "code": "유가"
  },
  {
    "name": "SG글로벌",
    "code": "유가"
  },
  {
    "name": "SK디스커버리",
    "code": "유가"
  },
  {
    "name": "샘표",
    "code": "유가"
  },
  {
    "name": "흥아해운",
    "code": "유가"
  },
  {
    "name": "GS글로벌",
    "code": "유가"
  },
  {
    "name": "금호건설",
    "code": "유가"
  },
  {
    "name": "금호건설",
    "code": "유가"
  },
  {
    "name": "삼부토건",
    "code": "유가"
  },
  {
    "name": "삼화콘덴서공업",
    "code": "유가"
  },
  {
    "name": "페이퍼코리아",
    "code": "유가"
  },
  {
    "name": "동양",
    "code": "유가"
  },
  {
    "name": "한화",
    "code": "유가"
  },
  {
    "name": "JW중외제약",
    "code": "유가"
  },
  {
    "name": "영풍",
    "code": "유가"
  },
  {
    "name": "PKC",
    "code": "유가"
  },
  {
    "name": "성창기업지주",
    "code": "유가"
  },
  {
    "name": "한창",
    "code": "유가"
  },
  {
    "name": "삼화왕관",
    "code": "유가"
  },
  {
    "name": "KR모터스",
    "code": "유가"
  },
  {
    "name": "고려제강",
    "code": "유가"
  },
  {
    "name": "태양금속공업",
    "code": "유가"
  },
  {
    "name": "SUN&L",
    "code": "유가"
  },
  {
    "name": "DRB동일",
    "code": "유가"
  },
  {
    "name": "넥센타이어",
    "code": "유가"
  },
  {
    "name": "SG세계물산",
    "code": "유가"
  },
  {
    "name": "롯데정밀화학",
    "code": "유가"
  },
  {
    "name": "동화약품",
    "code": "유가"
  },
  {
    "name": "DL",
    "code": "유가"
  },
  {
    "name": "LX인터내셔널",
    "code": "유가"
  },
  {
    "name": "국제약품",
    "code": "유가"
  },
  {
    "name": "태광산업",
    "code": "유가"
  },
  {
    "name": "부산주공",
    "code": "유가"
  },
  {
    "name": "CS홀딩스",
    "code": "유가"
  },
  {
    "name": "DB하이텍",
    "code": "유가"
  },
  {
    "name": "대림통상",
    "code": "유가"
  },
  {
    "name": "유유제약",
    "code": "유가"
  },
  {
    "name": "강남제비스코",
    "code": "유가"
  },
  {
    "name": "대신증권",
    "code": "유가"
  },
  {
    "name": "NH투자증권",
    "code": "유가"
  },
  {
    "name": "미래에셋증권",
    "code": "유가"
  },
  {
    "name": "신일전자",
    "code": "유가"
  },
  {
    "name": "삼성제약",
    "code": "유가"
  },
  {
    "name": "삼성화재해상보험",
    "code": "유가"
  },
  {
    "name": "삼양식품",
    "code": "유가"
  },
  {
    "name": "한화손해보험",
    "code": "유가"
  },
  {
    "name": "NI스틸",
    "code": "유가"
  },
  {
    "name": "일동홀딩스",
    "code": "유가"
  },
  {
    "name": "대동",
    "code": "유가"
  },
  {
    "name": "오리온홀딩스",
    "code": "유가"
  },
  {
    "name": "깨끗한나라",
    "code": "유가"
  },
  {
    "name": "태원물산",
    "code": "유가"
  },
  {
    "name": "코오롱",
    "code": "유가"
  },
  {
    "name": "삼성전자",
    "code": "유가"
  },
  {
    "name": "DH오토넥스",
    "code": "유가"
  },
  {
    "name": "BYC",
    "code": "유가"
  },
  {
    "name": "KG모빌리티",
    "code": "유가"
  },
  {
    "name": "삼립",
    "code": "유가"
  },
  {
    "name": "흥국화재",
    "code": "유가"
  },
  {
    "name": "일양약품",
    "code": "유가"
  },
  {
    "name": "한진",
    "code": "유가"
  },
  {
    "name": "한국수출포장공업",
    "code": "유가"
  },
  {
    "name": "현대자동차",
    "code": "유가"
  },
  {
    "name": "모나미",
    "code": "유가"
  },
  {
    "name": "한화솔루션",
    "code": "유가"
  },
  {
    "name": "아세아",
    "code": "유가"
  },
  {
    "name": "카프로",
    "code": "유가"
  },
  {
    "name": "롯데지주",
    "code": "유가"
  },
  {
    "name": "대한방직",
    "code": "유가"
  },
  {
    "name": "서울식품공업",
    "code": "유가"
  },
  {
    "name": "LS네트웍스",
    "code": "유가"
  },
  {
    "name": "금호전기",
    "code": "유가"
  },
  {
    "name": "하이트진로홀딩스",
    "code": "유가"
  },
  {
    "name": "노루홀딩스",
    "code": "유가"
  },
  {
    "name": "기아",
    "code": "유가"
  },
  {
    "name": "효성",
    "code": "유가"
  },
  {
    "name": "CJ",
    "code": "유가"
  },
  {
    "name": "두산",
    "code": "유가"
  },
  {
    "name": "휴스틸",
    "code": "유가"
  },
  {
    "name": "DB손해보험",
    "code": "유가"
  },
  {
    "name": "TYM",
    "code": "유가"
  },
  {
    "name": "대웅",
    "code": "유가"
  },
  {
    "name": "진양산업",
    "code": "유가"
  },
  {
    "name": "영진약품",
    "code": "유가"
  },
  {
    "name": "케이씨씨",
    "code": "유가"
  },
  {
    "name": "롯데칠성음료",
    "code": "유가"
  },
  {
    "name": "일신방직",
    "code": "유가"
  },
  {
    "name": "아모레퍼시픽홀딩스",
    "code": "유가"
  },
  {
    "name": "제주은행",
    "code": "유가"
  },
  {
    "name": "한솔홀딩스",
    "code": "유가"
  },
  {
    "name": "벽산",
    "code": "유가"
  },
  {
    "name": "롯데손해보험",
    "code": "유가"
  },
  {
    "name": "대한제분",
    "code": "유가"
  },
  {
    "name": "대상",
    "code": "유가"
  },
  {
    "name": "LG",
    "code": "유가"
  },
  {
    "name": "동아쏘시오홀딩스",
    "code": "유가"
  },
  {
    "name": "코리안리",
    "code": "유가"
  },
  {
    "name": "한국주철관공업",
    "code": "유가"
  },
  {
    "name": "한일홀딩스",
    "code": "유가"
  },
  {
    "name": "엔피씨",
    "code": "유가"
  },
  {
    "name": "세아제강지주",
    "code": "유가"
  },
  {
    "name": "대한전선",
    "code": "유가"
  },
  {
    "name": "대한제당",
    "code": "유가"
  },
  {
    "name": "삼양홀딩스",
    "code": "유가"
  },
  {
    "name": "세기상사",
    "code": "유가"
  },
  {
    "name": "한국앤컴퍼니",
    "code": "유가"
  },
  {
    "name": "전방",
    "code": "유가"
  },
  {
    "name": "대한항공",
    "code": "유가"
  },
  {
    "name": "디아이동일",
    "code": "유가"
  },
  {
    "name": "유한양행",
    "code": "유가"
  },
  {
    "name": "CJ대한통운",
    "code": "유가"
  },
  {
    "name": "경방",
    "code": "유가"
  },
  {
    "name": "유수홀딩스",
    "code": "유가"
  },
  {
    "name": "한진중공업홀딩스",
    "code": "유가"
  }
];

export function searchStocks(query: string): StockItem[] {
  if (!query) return [];
  const lowerQuery = query.toLowerCase();
  return STOCK_DICTIONARY.filter(
    (stock) =>
      stock.name.toLowerCase().includes(lowerQuery) ||
      stock.code.includes(lowerQuery)
  ).slice(0, 10);
}
